[
  {
    "topic": "Controllers and Positioners",
    "stem": " The difference between the setpoint in an automatic controller and the steady-state value of the controlled parameter is called...",
    "choices": {
      "A": "offset.",
      "B": "gain.",
      "C": "deadband.",
      "D": "feedback."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The range of values around the setpoint of a measured variable where no action occurs in an automatic flow controller is called... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "deviation.",
      "B": "error.",
      "C": "deadband.",
      "D": "bias. -197- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An automatic flow controller is being used to position a valve in a cooling water system. The controller develops a flow error signal and then increases the magnitude of the signal to drive the valve operator. The factor by which the magnitude of the flow error signal is increased is referred to as...",
    "choices": {
      "A": "bias.",
      "B": "gain.",
      "C": "feedback.",
      "D": "offset."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A typical flow controller uses a/an __________ method of control. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "open-loop",
      "B": "on-off",
      "C": "closed-loop",
      "D": "external regulating -198- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following terms is used to describe the delay between a process parameter change and the sensing of that change by the process controller?",
    "choices": {
      "A": "Offset",
      "B": "Gain",
      "C": "Dead time",
      "D": "Time constant"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An automatic flow controller is being used to position a valve in a cooling water system. A signal that is proportional to valve position is received by the controller. This signal is referred to as... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "gain.",
      "B": "bias.",
      "C": "feedback.",
      "D": "error. -199- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A flow controller has proportional, integral, and derivative control features. Which one of the following lists the effect on the control features when the controller is switched from the automatic mode to the manual mode?",
    "choices": {
      "A": "Only the derivative feature will be lost.",
      "B": "Only the integral and derivative features will be lost.",
      "C": "All proportional, integral, and derivative features will be lost.",
      "D": "All control features will continue to influence the controller output."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Consider a direct-acting proportional flow controller that is maintaining flow rate at a value that is offset from the controller setpoint. If the controllers gain is increased, the controller’s offset will __________; and the controller’s proportional band will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; decrease",
      "B": "decrease; increase",
      "C": "increase; decrease",
      "D": "increase; increase -200- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An emergency diesel generator (DG) is operating as the only power source connected to an emergency bus. The governor of the DG is directly sensing DG __________ and will directly adjust DG __________ flow to maintain a relatively constant DG frequency.",
    "choices": {
      "A": "speed; air",
      "B": "speed; fuel",
      "C": "load; air",
      "D": "load; fuel"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " If the turbine shaft speed signal received by a typical turbine governor control system fails low during turbine startup, the turbine governor will cause turbine speed to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease to a minimum speed setpoint.",
      "B": "decrease until the mismatch with demanded turbine speed is nulled.",
      "C": "increase until the mismatch with demanded turbine speed is nulled.",
      "D": "increase until an upper limit is reached or the turbine trips on overspeed. -201- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A diesel generator (DG) is the only power source connected to an emergency bus. In this alignment, the governor of the DG directly senses DG __________ and adjusts DG fuel flow to maintain a relatively constant DG __________.",
    "choices": {
      "A": "voltage; voltage",
      "B": "voltage; frequency",
      "C": "speed; voltage",
      "D": "speed; frequency"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " If the turbine shaft speed signal received by a typical turbine governor control system fails high during turbine startup, the turbine governor will cause turbine speed to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase until an upper limit is reached or the turbine trips on overspeed.",
      "B": "increase until the mismatch with the turbine speed demand signal is nulled.",
      "C": "decrease until a lower limit is reached or turbine steam flow is isolated.",
      "D": "decrease until the mismatch with the turbine speed demand signal is nulled. -202- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank and level control system (see figure below) that have just been returned to service following replacement of the drain valve actuator. Unfortunately, the original direct-acting actuator was mistakenly replaced with a reverse-acting actuator. Given:  The drain valve will now fail open if operating air pressure is lost.  The level control system uses a direct-acting proportional-integral level controller with a setpoint of 15 feet.  The level controller receives input from a direct-acting level sensor.  The level controller is currently in manual control, with an operator maintaining the tank water level at 14 feet.  Tank inlet and outlet flow rates are currently equal with the drain valve 50 percent open. If the level controller is shifted to automatic control, the tank water level will… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase and stabilize at 15 feet.",
      "B": "increase and stabilize slightly higher than 15 feet.",
      "C": "decrease until the tank nearly empties.",
      "D": "increase until the tank overflows. -203- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a 30-foot water storage tank and its level control system (see figure below). The level control system has just been returned to service following replacement of the drain valve actuator. Unfortunately, the original direct-acting actuator was mistakenly replaced with a reverse- acting actuator. Given:  The drain valve will now fail open if air pressure is lost to its actuator.  The level control system uses a direct-acting level sensor and a direct-acting proportional- integral level controller with a setpoint of 15 feet.  The tank water level is stable at 16 feet with the drain valve 50 percent open.  The level controller is in Manual control. If the level controller is shifted to Automatic control, the tank water level will… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase until the tank overflows.",
      "B": "decrease until the tank almost completely empties.",
      "C": "initially increase, and then decrease and stabilize at 15 feet.",
      "D": "initially decrease, and then increase and stabilize at 15 feet. -204- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with an automatic level control system (see figure below). The makeup valve will fail closed if its actuator loses air pressure. Given the following possible combinations of characteristics for the level sensor and controller: Level Sensor Controller 1. Direct-Acting Direct-Acting 2. Direct-Acting Reverse-Acting 3. Reverse-Acting Direct-Acting 4. Reverse-Acting Reverse-Acting Which of the above combinations will work effectively with the makeup valve in the level control system to maintain the desired tank water level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1 only",
      "B": "1 and 4",
      "C": "2 only",
      "D": "2 and 3 -205- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). If the temperature transmitter fails high (high temperature output signal), the temperature controller will position the temperature control valve more __________, causing the actual heat exchanger lube oil outlet temperature to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "open; decrease",
      "B": "open; increase",
      "C": "closed; decrease",
      "D": "closed; increase -206- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " If a typical flow controller is in manual control, the output of the flow controller is determined by the... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "operator.",
      "B": "system feedback.",
      "C": "plant computer.",
      "D": "flow error signal. -207- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). If the temperature transmitter fails low (low temperature output signal), the temperature controller will position the temperature control valve in the __________ direction, which causes the actual heat exchanger lube oil outlet temperature to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "close; increase",
      "B": "close; decrease",
      "C": "open; increase",
      "D": "open; decrease -208- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). Which one of the following describes the type of control used in the lube oil temperature control system? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Open loop, because lube oil temperature feedback is being provided to the controller from the lube oil temperature transmitter.",
      "B": "Open loop, because lube oil temperature is being controlled by positioning a flow control valve in a separate system.",
      "C": "Closed loop, because lube oil temperature feedback is being provided to the controller from the lube oil temperature transmitter.",
      "D": "Closed loop, because lube oil temperature is being controlled by positioning a flow control valve in a separate system. -209- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature control valve is currently 50 percent open. If the cooling water inlet temperature decreases, the temperature controller will position the temperature control valve more __________, causing cooling water differential temperature through the heat exchanger to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "closed; increase",
      "B": "closed; decrease",
      "C": "open; increase",
      "D": "open; decrease -210- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a pressure alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a system pressure of 100 psig. The bistable has a 5 psig deadband, or neutral zone. If current system pressure is 90 psig, which one of the following describes the alarm circuit response as system pressure slowly increases to 110 psig? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm is currently actuated and will turn off at 95 psig.",
      "B": "The alarm will actuate at 100 psig and will not turn off.",
      "C": "The alarm is currently actuated and will turn off at 105 psig.",
      "D": "The alarm will actuate at 100 psig and will turn off at 105 psig. -211- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a pressure alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a system pressure of 100 psig. The bistable has a 5 psig deadband, or neutral zone. If system pressure is currently 90 psig, which one of the following describes the alarm circuit response as system pressure slowly increases to 110 psig? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm is currently actuated and will turn off at 95 psig.",
      "B": "The alarm will actuate at 100 psig and will not turn off.",
      "C": "The alarm is currently actuated and will turn off at 105 psig.",
      "D": "The alarm will actuate at 100 psig and will turn off at 105 psig. -212- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a pressure alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a system pressure of 100 psig. The bistable has a 5 psig deadband, or neutral zone. If system pressure is currently 110 psig, which one of the following describes the alarm circuit response as system pressure slowly decreases to 90 psig? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm will actuate at 100 psig and will not turn off.",
      "B": "The alarm will actuate at 100 psig and will turn off at 95 psig.",
      "C": "The alarm is currently actuated and will not turn off.",
      "D": "The alarm is currently actuated and will turn off at 95 psig. -213- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of four bistable symbols (see figure below). A temperature controller uses a bistable that turns on to actuate a warning light when the controlled temperature reaches a low setpoint. The warning light extinguishes immediately after the temperature increases above the low setpoint. Which one of the following bistable symbols indicates the characteristics of the bistable? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -214- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of four bistable symbols (see figure below). A temperature controller uses a bistable that turns on to actuate a warning light when the controlled temperature reaches a high setpoint. The bistable turns off to extinguish the warning light when the temperature decreases to 5°F below the high setpoint. Which one of the following bistable symbols indicates the characteristics of the bistable? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -215- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a temperature alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a temperature of 130°F. The bistable has a 5°F deadband, or neutral zone. If the current temperature is 150°F, which one of the following describes the alarm circuit response as temperature slowly decreases to 110°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm is currently actuated and will not turn off.",
      "B": "The alarm will actuate at 130°F and will not turn off.",
      "C": "The alarm is currently actuated and will turn off at 125°F.",
      "D": "The alarm will actuate at 130°F and will turn off at 125°F. -216- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional controller with a gain of 1.0. Which one of the following describes the effect of changing the gain to 2.0? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Half the temperature deviation from setpoint will produce a given controller output.",
      "B": "Twice the temperature deviation from setpoint will produce a given controller output.",
      "C": "The temperature control valve will move half as far for a given change in controller output.",
      "D": "The temperature control valve will move twice as far for a given change in controller output. -217- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A direct-acting proportional controller is being used with a direct-acting transmitter to control the temperature of lube oil exiting a heat exchanger. The controller’s proportional band is 70°F to 120°F. Which one of the following will be the controller’s output percentage when the measured lube oil temperature is 83°F?",
    "choices": {
      "A": "13 percent",
      "B": "26 percent",
      "C": "37 percent",
      "D": "74 percent SOLUTION:"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A reverse-acting proportional controller is being used with a direct-acting transmitter to control the temperature of lube oil exiting a heat exchanger. The controller’s proportional band is 70°F to 120°F. Which one of the following will be the controller’s output percentage when the measured lube oil temperature is 83°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "13 percent",
      "B": "26 percent",
      "C": "74 percent",
      "D": "87 percent -218- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The temperature of the water in a storage tank is monitored by a bistable alarm circuit. If water temperature decreases to 50°F, a bistable turns on to actuate an alarm indicator. As soon as the water temperature exceeds 50°F, the bistable turns off to clear the alarm. Which one of the following bistable symbols indicates the characteristics of the bistable used in the alarm circuit? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -219- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional controller with a gain of 1.0. Which one of the following describes the effect of changing the gain to 2.0? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increases the range of lube oil temperatures that produces a proportional controller response.",
      "B": "Increases the change in valve position resulting from a given change in lube oil temperature.",
      "C": "Increases the difference between the controller setpoint and the lube oil temperature at steady- state conditions.",
      "D": "Increases the lube oil temperature deviation from setpoint required to produce a given controller output. -220- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional controller. Which one of the following describes the effect of changing the controller’s gain from 1.0 to 2.0? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Half the change in measured temperature will produce the same change in controller input.",
      "B": "Twice the change in measured temperature will produce the same change in controller input.",
      "C": "The temperature control valve will move half as far for the same change in controller input.",
      "D": "The temperature control valve will move twice as far for the same change in controller input. -221- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional-integral controller with a gain of 1.0. A step increase in lube oil temperature results in an initial controller demand for the temperature control valve (TCV) to open an additional 10 percent. After the lube oil temperature stabilizes, the final TCV position is 60 percent open. If the controller’s gain was 2.0 rather than 1.0, the initial controller demand for the above temperature transient would be for the TCV to open an additional __________ percent; and the final TCV position would be __________ percent open. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "5; 60",
      "B": "5; less than 60",
      "C": "20; 60",
      "D": "20; more than 60 -222- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional-integral controller with a gain of 1.0. All system temperatures are initially stable. An increase in lube oil temperature causes the controller to open the temperature control valve (TCV) farther. What would be the effect on the TCV response if the controller gain was 2.0 rather than 1.0? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The final TCV position would be half as far from its initial position.",
      "B": "The final TCV position would be twice as far from its initial position.",
      "C": "The final TCV position would be the same, but the TCV initially would travel a greater distance in response to the lube oil temperature change.",
      "D": "The final TCV position would be the same, but the TCV initially would travel a shorter distance in response to the lube oil temperature change. -223- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of four bistable symbols (see figure below). A temperature controller uses a bistable that turns on to actuate a warning light when the controlled temperature reaches a low setpoint. The bistable turns off to extinguish the warning light when the temperature increases to 5°F above the low setpoint. Which one of the following bistable symbols indicates the characteristics of the bistable? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -224- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A direct-acting proportional controller is being used with a direct-acting transmitter to control the temperature of lube oil exiting a heat exchanger. The controller’s proportional band is 80°F to 130°F. Which one of the following will be the controller’s output percentage when the measured lube oil temperature is 92°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "12 percent",
      "B": "24 percent",
      "C": "38 percent",
      "D": "76 percent -225- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a temperature alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a temperature of 130°F. The bistable has a 5°F deadband, or neutral zone. If the current temperature is 150°F, which one of the following describes the alarm circuit response as temperature slowly decreases to 110°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm is currently actuated and will not turn off.",
      "B": "The alarm will actuate at 130°F and will not turn off.",
      "C": "The alarm is currently actuated and will turn off at 125°F.",
      "D": "The alarm will actuate at 130°F and will turn off at 125°F. -226- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a pressure alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable turns on to actuate an alarm at a system pressure of 100 psig. The bistable has a 5 psig deadband, or neutral zone. If system pressure increases to 105 psig, and subsequently decreases to __________; the status of the alarm will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "100 psig; off",
      "B": "98 psig; off",
      "C": "94 psig; on",
      "D": "92 psig; off -227- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a pressure alarm circuit (see figure below). The orientation of the bistable symbol indicates the characteristics of the bistable, as is normal for a control circuit diagram. The bistable will turn on at a system pressure of 100 psig. The bistable has a 5 psig deadband, or neutral zone. If system pressure is currently 98 psig, which one of the following describes the status of the alarm? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The alarm is not actuated.",
      "B": "The alarm is actuated and will turn off at 95 psig.",
      "C": "The alarm is actuated and will turn off at 105 psig.",
      "D": "Additional information is needed to determine the status of the alarm. -228- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature control system uses a direct-acting controller and transmitter. The temperature of the lube oil leaving the heat exchanger is currently stable at 93oF. To be compatible with the controller, the temperature control valve must fail __________ on a loss of control air pressure; and for the temperature control system to return the lube oil heat exchanger outlet temperature to 93°F after a large change in lube oil heat loads, the controller must have a/an __________ characteristic. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "closed; integral",
      "B": "closed; derivative",
      "C": "open; integral",
      "D": "open; derivative -229- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature controller is a direct-acting proportional-only controller with a gain of 2.0. All system temperatures are initially stable with the temperature control valve (TCV) 40 percent open. A sudden increase in the lube oil heat load causes the controller to open the TCV farther. Eventually, all system temperatures stabilize with the final TCV position at 50 percent open. If the controller’s gain was 1.5 rather than 2.0 when the increase in lube oil heat load occurred, the final TCV position would be __________; and the TCV would require __________ time to reach its final position. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "the same; less",
      "B": "the same; more",
      "C": "less than 50 percent open; less",
      "D": "more than 50 percent open; more -230- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature control system uses a direct-acting transmitter and a direct-acting proportional controller with a 20°F proportional band. Given:  The lube oil temperature controller setpoint is 90F.  The heat exchanger lube oil outlet temperature is stable at 93F.  The temperature control valve is 60 percent open. If the controller’s proportional band is changed to 30°F, the heat exchanger lube oil outlet temperature will stabilize __________ than 93°F; and the controller output needed to position the temperature control valve to 60 percent open will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "lower; the same",
      "B": "lower; greater",
      "C": "higher; the same",
      "D": "higher; greater -231- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated valve requires 3,600 pounds-force from its diaphragm actuator for proper valve operation. The diameter of the diaphragm is 12 inches. Which one of the following is the minimum actuator air pressure needed for proper valve operation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "32 psig",
      "B": "47 psig",
      "C": "81 psig",
      "D": "96 psig -232- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). The temperature control system uses a reverse-acting proportional controller and a direct-acting transmitter. The controller’s proportional band is 80°F to 130°F. Which one of the following will be the controller’s output percentage when the measured lube oil temperature is 98°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "18 percent",
      "B": "32 percent",
      "C": "36 percent",
      "D": "64 percent -233- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The output pressure of a pneumatic controller is typically insufficient to drive a valve actuator accurately. To overcome this problem, a pneumatic control system will normally employ a... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "valve actuating lead/lag unit.",
      "B": "pressure regulator.",
      "C": "valve positioner.",
      "D": "pressure modulator. -234- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following describes a characteristic of pneumatic valve positioners?",
    "choices": {
      "A": "They provide auto and manual demand signals to valve controllers and valve actuators.",
      "B": "They supply air pressure to valve actuators in response to a control signal to regulate valve position.",
      "C": "They can either receive or supply air to/from valve controllers, depending on the direction of valve travel.",
      "D": "They act independently of the valve controller, in order to prevent pressure transients on the valve actuator diaphragm."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 4,800 pounds-force from its diaphragm actuator and 4 inches of stem travel for proper operation. The valve positioner can supply up to 80 psig of air pressure to the actuator. What is the minimum surface area of the actuator diaphragm required for proper valve operation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "15 square inches",
      "B": "60 square inches",
      "C": "120 square inches",
      "D": "240 square inches -235- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " What is the purpose of a valve positioner in a typical pneumatic valve control system?",
    "choices": {
      "A": "Convert the valve controller pneumatic output signal into a mechanical force to position the valve.",
      "B": "Convert the valve controller pneumatic output signal into an electrical output to position the valve.",
      "C": "Compare the valve controller pneumatic output signal to the valve position, and adjust the valve actuator air supply pressure to position the valve.",
      "D": "Compare the valve controller pneumatic output signal to the setpoint error, and adjust the valve actuator air supply pressure to position the valve."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 3,200 pounds-force from its diaphragm actuator and 4 inches of stem travel for proper operation. The area of the actuator diaphragm is 80 square inches. What is the approximate air pressure required for proper valve operation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "10 psig",
      "B": "25 psig",
      "C": "40 psig",
      "D": "55 psig -236- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 3,600 pounds-force from its diaphragm actuator and 4 inches of stem travel for proper operation. The valve positioner can supply up to 120 psig of air pressure to the actuator. What is the minimum surface area of the actuator diaphragm required for proper valve operation?",
    "choices": {
      "A": "30 square inches",
      "B": "60 square inches",
      "C": "90 square inches",
      "D": "120 square inches"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 2,400 pounds-force applied to the top of the actuator diaphragm to open. The actuator diaphragm has a surface area of 60 square inches and the valve stem travels 2 inches from fully open to fully closed. If control air pressure to the valve actuator begins to increase from 0 psig, which one of the following is the approximate air pressure required to open the valve? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "10 psig",
      "B": "20 psig",
      "C": "30 psig",
      "D": "40 psig -237- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 3,200 pounds-force from its diaphragm actuator and 4 inches of stem travel for proper operation. The area of the actuator diaphragm is 160 square inches. What is the approximate air pressure required for proper valve operation?",
    "choices": {
      "A": "20 psig",
      "B": "40 psig",
      "C": "60 psig",
      "D": "80 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 2,800 pounds-force (lbf) from its diaphragm actuator and 4 inches of stem travel for proper operation. The valve positioner can supply up to 117 psig of air pressure to the actuator. What is the minimum surface area of the actuator diaphragm required for proper valve operation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "24 square inches",
      "B": "48 square inches",
      "C": "94 square inches",
      "D": "138 square inches -238- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following describes the operation of a typical pneumatic valve positioner?",
    "choices": {
      "A": "Compares the valve controller demand signal with actual valve position and sends an error signal to the valve controller for adjustment of the demand signal.",
      "B": "Compares the valve controller automatic and manual setpoints and sends an error signal to the valve controller to ensure the manual demand signal is tracking the automatic demand signal.",
      "C": "Receives a valve position error signal from the valve controller and positions the valve as necessary to null the valve position error signal.",
      "D": "Receives a demand signal from the valve controller and supplies the appropriate air pressure to the valve actuator to move the valve to the demanded position."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 3,600 pounds-force applied to the top of the actuator diaphragm to open. The actuator diaphragm has a diameter of 9 inches and the valve stem travels 3 inches from fully open to fully closed. If control air pressure to the valve actuator begins to increase from 0 psig, which one of the following is the approximate air pressure at which the valve will begin to open? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "14 psig",
      "B": "57 psig",
      "C": "81 psig",
      "D": "127 psig -239- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 2,400 pounds-force applied to the top of the actuator diaphragm to open. The actuator diaphragm has a diameter of 12 inches. If control air pressure to the valve actuator begins to increase from 0 psig, which one of the following is the approximate air pressure at which the valve will begin to open?",
    "choices": {
      "A": "21 psig",
      "B": "34 psig",
      "C": "43 psig",
      "D": "64 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following describes a characteristic of pneumatic valve positioners? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "They can provide automatic and manual demand signals to pneumatic controllers and valve actuators.",
      "B": "They can increase or decrease air pressure to valve actuators to obtain the proper valve response.",
      "C": "They can either supply or receive air to/from pneumatic controllers, depending on the direction of valve travel.",
      "D": "They can increase air pressure to valve actuators above existing main air header pressure. -240- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 3,600 pounds-force applied to the top of the actuator diaphragm to open. The actuator diaphragm has a diameter of 8 inches. If control air pressure to the valve actuator begins to increase from 0 psig, which one of the following is the approximate air pressure at which the valve will begin to open?",
    "choices": {
      "A": "32 psig",
      "B": "45 psig",
      "C": "56 psig",
      "D": "72 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An air-operated isolation valve requires 2,400 pounds-force applied to the top of the actuator diaphragm to open against spring pressure. The actuator diaphragm has a diameter of 12 inches. If control air pressure to the valve actuator begins to decrease from 100 psig, which one of the following is the approximate air pressure at which the valve will begin to close? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "5 psig",
      "B": "17 psig",
      "C": "21 psig",
      "D": "66 psig -241- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a flyball-weight mechanical speed governor (see figure below). In the figure below, the purpose of the spring on the flyball mechanism is to __________ centrifugal force by driving the flyballs __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "counteract; outward",
      "B": "aid; inward",
      "C": "counteract; inward",
      "D": "aid; outward -242- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A diesel generator is supplying an isolated electrical bus with the governor operating in the isochronous mode. If a large electrical load is started on the bus, generator frequency will...",
    "choices": {
      "A": "initially decrease, then increase and stabilize below the initial value.",
      "B": "initially decrease, then increase and stabilize at the initial value.",
      "C": "initially decrease, then increase and stabilize above the initial value.",
      "D": "remain constant during and after the load start."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A diesel generator is supplying an isolated electrical bus with the governor operating in the isochronous mode. If a large electrical bus load trips, generator frequency will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "initially increase, then decrease and stabilize below the initial value.",
      "B": "initially increase, then decrease and stabilize at the initial value.",
      "C": "initially increase, then decrease and stabilize above the initial value.",
      "D": "remain constant during and after the load trip. -243- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A diesel generator (DG) is supplying an isolated electrical bus with the DG governor operating in the speed droop mode. Assuming the DG does not trip, if a large electrical bus load trips, bus frequency will initially...",
    "choices": {
      "A": "increase, and then decrease and stabilize below the initial value.",
      "B": "increase, and then decrease and stabilize above the initial value.",
      "C": "decrease, and then increase and stabilize below the initial value.",
      "D": "decrease, and then increase and stabilize above the initial value."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following refers to the transfer of controller modes from Automatic to Manual or Manual to Automatic without causing a system perturbation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A direct transfer",
      "B": "A deadband transfer",
      "C": "A bumpless transfer",
      "D": "An analog-to-digital transfer -244- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with an automatic level control system (see figure below). Given:  The drain valve fails open on loss of controller output signal.  The level sensor is direct-acting. For proper automatic control of tank water level, the controller must be __________; and the control loop must be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "direct-acting; open",
      "B": "direct-acting; closed",
      "C": "reverse-acting; open",
      "D": "reverse-acting; closed -245- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with an automatic level control system (see figure below). Given:  The drain valve fails closed on loss of controller output signal.  The level sensor is direct-acting. For proper automatic control of tank water level, the controller must be __________; and the control loop must be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "direct-acting; open",
      "B": "direct-acting; closed",
      "C": "reverse-acting; open",
      "D": "reverse-acting; closed -246- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The water level in a water storage tank is being controlled by an automatic bistable level controller. If water level increases to 70 percent, the controller bistable turns on to open a tank drain valve. When water level decreases to 60 percent, the controller bistable turns off to close the drain valve. Which one of the following bistable symbols indicates the characteristics of the bistable used in the level controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -247- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the valve controller logic diagram (see figure below). Which one of the following combinations of inputs will result in the valve receiving an OPEN signal? INPUTS 1. 2. 3. 4. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "On Off Off On",
      "B": "Off On On Off",
      "C": "On Off On Off",
      "D": "Off On Off On -248- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The water level in a water storage tank is being controlled by an automatic bistable level controller. If water level increases to 70 percent, the controller bistable turns off to open a tank drain valve. When water level decreases to 60 percent, the controller bistable turns on to close the drain valve. Which one of the following bistable symbols indicates the characteristics of the bistable used in the level controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -249- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the valve controller logic diagram (see figure below). Which one of the following combinations of inputs will result in the valve receiving a CLOSE signal? INPUTS 1. 2. 3. 4. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "On On Off Off",
      "B": "Off Off On Off",
      "C": "On Off Off On",
      "D": "On On On Off -250- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A direct-acting proportional-integral controller receives input from a direct-acting transmitter. Which one of the following describes the response of the controller, operating in automatic mode, to an increase in the controlled parameter above the controller setpoint? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The controller will develop an output signal that continues to increase until the controlled parameter equals the controller setpoint, at which time the output signal stops increasing.",
      "B": "The controller will develop an output signal that will remain directly proportional to the difference between the controlled parameter and the controller setpoint.",
      "C": "The controller will develop an output signal that continues to increase until the controlled parameter equals the controller setpoint, at which time the output signal becomes zero.",
      "D": "The controller will develop an output signal that will remain directly proportional to the rate of change of the controlled parameter. -251- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the valve controller logic diagram (see figure below). Which one of the following combinations of inputs will result in the valve receiving an OPEN signal? INPUTS 1. 2. 3. 4. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "On Off On On",
      "B": "Off On Off Off",
      "C": "On Off Off On",
      "D": "Off On On Off -252- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Consider a direct-acting proportional flow controller that is maintaining flow rate at a value that is offset from the controller’s setpoint. If the controller’s gain is decreased, the controller’s offset will __________; and the controller’s proportional band will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; decrease",
      "B": "decrease; increase",
      "C": "increase; decrease",
      "D": "increase; increase -253- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the logic diagram for a valve controller (see figure below). Which one of the following combinations of inputs will result in the valve receiving a CLOSE signal? INPUTS 1 2 3 4 NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "On On On On",
      "B": "Off On On On",
      "C": "On Off Off Off",
      "D": "Off On On Off -254- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). A direct-acting proportional temperature controller is being used to control the heat exchanger lube oil outlet temperature. When the lube oil outlet temperature matches the controller setpoint of 90°F, the controller output signal is 50 percent. Current lube oil outlet temperature is stable at 100°F with the controller output signal at 70 percent. What is the temperature proportional band for this controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "90°F to 140°F",
      "B": "90°F to 115°F",
      "C": "65°F to 140°F",
      "D": "65°F to 115°F -255- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a fluid collection tank is being controlled by an automatic level controller using proportional-only control. Initially the tank level is stable, but then the flow into the tank increases and stabilizes at a higher flow rate. As tank level increases, the controller positions a drain valve more open than necessary to stabilize the level. As tank level decreases, the controller positions the drain valve more closed than necessary to stabilize the level. This cycle is repeated continuously, never reaching a stable tank level or drain valve position. The excessive valve positioning described above could be caused by the controller’s gain being too __________; or by the controller’s proportional band being too __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "low; wide",
      "B": "low; narrow",
      "C": "high; wide",
      "D": "high; narrow -256- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A proportional controller is being used to control the water level in a tank. When the tank water level matches the controller setpoint of 50 percent, the controller output signal is 50 percent. Tank water level begins to rise and the controller stabilizes the water level at 60 percent, at which time the controller output signal is 90 percent. What is the offset for this controller at the 60 percent tank water level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "10 percent",
      "B": "30 percent",
      "C": "40 percent",
      "D": "67 percent -257- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the logic diagram for a valve controller (see figure below). Which one of the following combinations of inputs will result in the valve receiving an OPEN signal? INPUTS 1 2 3 4 NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Off On Off Off",
      "B": "Off On On Off",
      "C": "On Off Off On",
      "D": "On Off On On -258- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The water level in a tank is being controlled by an automatic level controller using proportional-only control as shown in the figure below. Initially the tank level is stable at 50 percent, but then the flow into the tank increases and stabilizes at a higher flow rate. As tank level increases, the controller positions the drain valve more open than necessary to stabilize the level. As tank level decreases, the controller positions the drain valve more closed than necessary to stabilize the level. This cycle is repeated continuously, never reaching a stable tank level or drain valve position. The excessive valve cycling described above can be reduced if the controller’s gain is ____________ or if the controller’s proportional band is ____________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increased; widened",
      "B": "increased; narrowed",
      "C": "decreased; widened",
      "D": "decreased; narrowed -259- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A proportional controller is being used to control the water level in a tank. When the tank water level matches the controller setpoint of 20 feet, the controller output is 50 percent. Tank water level is currently stable at 25 feet with the controller output at 75 percent. What is the tank water level proportional band for this controller?",
    "choices": {
      "A": "10 to 30 feet",
      "B": "10 to 40 feet",
      "C": "20 to 30 feet",
      "D": "20 to 40 feet"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A proportional controller is being used to control the water level in a tank. Initially, the controller input and output signals are both stable at 50 percent of their full range. If the controller input signal increases to 60 percent, the controller output signal will increase to 90 percent. What is the gain for this controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "0.25",
      "B": "0.5",
      "C": "2.0",
      "D": "4.0 -260- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following is a characteristic that applies to a proportional-only controller, but not to a proportional-integral controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Gain",
      "B": "Offset",
      "C": "Rate component",
      "D": "Bistable component -261- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the logic diagram for a valve controller (see figure below). Which one of the following combinations of flow rate (F), level (L), pressure (P), and temperature (T) inputs will result in the valve receiving a CLOSE signal? (The options below indicate whether the parameters are higher or lower than the associated bistable setpoints.) INPUTS F L P T NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Higher Higher Lower Higher",
      "B": "Lower Lower Higher Lower",
      "C": "Higher Lower Lower Higher",
      "D": "Lower Higher Higher Lower -262- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the logic diagram for a valve controller (see figure below). Which one of the following combinations of flow rate (F), level (L), pressure (P), and temperature (T) input conditions will result in the valve receiving a CLOSE signal? (The options below indicate whether the input values are higher or lower than the associated bistable setpoints.) INPUT CONDITIONS F L P T NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Higher Higher Lower Higher",
      "B": "Lower Lower Higher Lower",
      "C": "Higher Lower Lower Higher",
      "D": "Lower Higher Higher Lower -263- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with an automatic level control system (see figure below). The level control system uses a reverse-acting level sensor and a direct-acting controller. The flow rate of water entering the tank is constant, and within the capacity of the drain valve. For the level control system to maintain a stable water level in the tank at a value up to 10 percent above or below the controller’s setpoint, the controller must have a __________ characteristic; and the drain valve must fail __________ on a loss of air pressure to its actuator. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "proportional-only; closed",
      "B": "proportional-only; open C proportional-integral; closed",
      "D": "proportional-integral; open -264- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with an automatic level control system (see figure below). The level control system has the following characteristics:  The level sensor is direct-acting.  The controller is reverse-acting.  The controller uses proportional control.  The controller’s setpoint is 12 feet.  The controller’s proportional band is 6 feet to 18 feet.  The drain valve will fail open if the actuator loses air pressure. When the tank water level is 15 feet, the controller’s output will be _____ percent; and the drain valve will be _____ percent open. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "25; 25",
      "B": "25; 75",
      "C": "75; 25",
      "D": "75; 75 -265- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The water level in a tank is being controlled by an automatic level controller and is initially at the controller setpoint. A drain valve is then opened, causing tank level to decrease. The decreasing level causes the controller to begin to open a makeup water supply valve. After a few minutes, a new steady-state tank level below the original level is established, with the supply rate equal to the drain rate. The controller in this system uses __________ control.",
    "choices": {
      "A": "proportional, integral, and derivative",
      "B": "proportional and integral only",
      "C": "proportional only",
      "D": "bistable"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A proportional-derivative controller senses an increase in the controlled parameter above the controller setpoint. The derivative function causes the controller output signal to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase until the controlled parameter equals the controller setpoint, at which time the output signal becomes constant.",
      "B": "remain directly proportional to the difference between the controlled parameter and the controller setpoint.",
      "C": "increase until the controlled parameter equals the controller setpoint, at which time the output signal becomes zero.",
      "D": "change at a rate that is directly proportional to the rate of change of the controlled parameter. -266- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " In a proportional controller, the term \"offset\" refers to the difference between the...",
    "choices": {
      "A": "control point and setpoint.",
      "B": "control point and proportional band.",
      "C": "deadband and setpoint.",
      "D": "deadband and proportional band."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a tank is controlled by an automatic control system. Level is initially at its setpoint. A drain valve is then opened, causing tank level to begin to decrease. The decreasing level causes the controller to begin to open a makeup supply valve. After a few minutes, with the drain valve still open, level is again constant at the setpoint. The controller in this system uses primarily __________ control. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "integral",
      "B": "on-off",
      "C": "derivative",
      "D": "proportional -267- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a tank is controlled by an automatic level controller. Level is initially at 50 percent when the tank develops a leak. When level decreases to 45 percent the level controller opens a makeup supply valve. After a few minutes, level is 55 percent and the makeup valve closes. With the leak still in progress, level continuously oscillates between 45 percent and 55 percent as the makeup valve opens and closes. The controller in this system uses primarily __________ control.",
    "choices": {
      "A": "bistable",
      "B": "proportional",
      "C": "integral",
      "D": "derivative"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Which one of the following controller types is designed to control the measured parameter at the controller setpoint? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Integral",
      "B": "Proportional",
      "C": "On-Off",
      "D": "Derivative -268- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a drain collection tank is being controlled by an automatic level controller and is initially stable at the controller setpoint. Flow rate into the tank increases, causing tank level to increase. The increasing level causes the controller to throttle open a tank drain valve. After a few minutes, a new stable tank level above the original level is established, with the drain flow rate equal to the supply flow rate. The controller in this system uses __________ control.",
    "choices": {
      "A": "on-off",
      "B": "proportional",
      "C": "proportional plus integral",
      "D": "proportional plus integral plus derivative"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a drain collection tank is being controlled by an automatic level controller and level is initially at the controller setpoint. Flow rate into the tank causes tank level to increase. The increasing level causes the controller to fully open a tank drain valve. When level decreases below the setpoint, the controller closes the drain valve. Tank level continues to be controlled in this manner within a narrow band above and below the setpoint. The controller in this system uses __________ control. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "on-off",
      "B": "proportional",
      "C": "proportional plus integral",
      "D": "proportional plus integral plus derivative -269- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The temperature of the water in a small outside storage tank is controlled by a set of heaters submerged in the tank. The heaters will energize at a water temperature of 40°F and deenergize at 48°F. When energized, the heaters produce a constant thermal output. Which one of the following types of control is used in the heater control circuit to produce these characteristics?",
    "choices": {
      "A": "Bistable",
      "B": "Proportional",
      "C": "Proportional plus integral",
      "D": "Proportional plus derivative"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a water collection tank is being controlled by an automatic level controller that positions a tank drain valve. Tank level is initially stable at the controller setpoint. Then, flow rate into the tank increases, slowly at first, and then faster until a stable flow rate is attained. When tank level increases, the controller begins to open the tank drain valve farther. The level controller output signal increases both as the tank level increases and as the rate of the tank level change quickens. After a few minutes, a new stable tank level above the original level is established, with the drain flow rate equal to the supply flow rate. The controller in this system uses __________ control. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "proportional only",
      "B": "proportional plus integral",
      "C": "proportional plus derivative",
      "D": "proportional plus integral plus derivative -270- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " The level in a drain collection tank is being controlled by an automatic level controller, and is initially stable at the controller setpoint. Flow rate into the tank increases, slowly at first, and then faster until a stable higher flow rate is attained. As tank level begins to increase, the level controller slowly opens a tank drain valve. The level controller output signal increases both as the tank level increases and as the rate of tank level change quickens. After a few minutes, tank level returns to, and remains at, the original level with the drain flow rate equal to the supply flow rate. The controller in this system uses __________ control. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "proportional only",
      "B": "proportional plus derivative only",
      "C": "proportional plus integral only",
      "D": "proportional plus integral plus derivative -271- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with a level control system (see figure below). The tank water level is being automatically controlled at 50 percent by a proportional-integral (PI) controller that positions the drain valve. Tank water level is currently stable with 500 gpm entering the tank and the drain valve is 50 percent open. Tank inlet flow rate suddenly increases to 700 gpm and remains constant. When tank water level stabilizes, level will be __________; and the drain valve position will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher than 50 percent; more open",
      "B": "higher than 50 percent; the same",
      "C": "50 percent; more open",
      "D": "50 percent; the same -272- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with a level control system (see figure below). The tank water level is being automatically controlled at 50 percent by a proportional-integral (PI) controller that positions the drain valve. Tank water level is currently stable with 500 gpm entering the tank and the drain valve is 50 percent open. The tank suddenly develops a constant 200 gpm leak, while the input flow rate remains constant at 500 gpm. When tank water level stabilizes, level will be __________; and the drain valve position will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "50 percent; more open",
      "B": "50 percent; more closed",
      "C": "lower than 50 percent; more open",
      "D": "lower than 50 percent; more closed -273- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with a level control system (see figure below). The tank water level is being automatically controlled by a proportional-only controller with a setpoint of 50 percent. Tank water level is currently stable at 50 percent with 500 gpm entering the tank and the drain valve is 50 percent open. The tank suddenly develops a 200 gpm leak, while the input flow rate remains constant at 500 gpm. After the tank water level stabilizes, level will be __________; and the drain valve position will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "50 percent; more than 50 percent open",
      "B": "50 percent; less than 50 percent open",
      "C": "below 50 percent; more than 50 percent open",
      "D": "below 50 percent; less than 50 percent open -274- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a water storage tank with a level control system (see figure below). The tank water level is being automatically controlled by a proportional-only controller with a level setpoint of 50 percent. Tank water level is currently stable at 50 percent with 500 gpm entering the tank and the drain valve 50 percent open. If the tank input flow rate suddenly increases to 700 gpm, then after the tank water level stabilizes, the water level will be __________ 50 percent; and the drain valve position will be __________ open. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "equal to; more than 50 percent",
      "B": "equal to; 50 percent",
      "C": "greater than; more than 50 percent",
      "D": "greater than; 50 percent -275- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A system pressure controller has the following features:  The controller output signal is 50 percent when the differential pressure (ΔP) between the pressure setpoint and the actual system pressure is zero.  The controller output signal increases linearly with the ΔP.  The controller output signal is not affected by the rate of change of the ΔP.  The controller output signal is not affected by the length of time the ΔP exists. Which one of the following lists the type(s) of control used by the controller described above?",
    "choices": {
      "A": "Bistable only",
      "B": "Proportional only",
      "C": "Proportional plus integral",
      "D": "Proportional plus derivative"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An outside water storage tank is equipped with submerged heaters. The heaters energize at minimum power when water temperature decreases to 48°F. If water temperature continues to decrease, heater power will increase directly with the temperature deviation from 48°F until maximum power is reached at 40°F. If water temperature decreases faster than 1°F/min, the heaters will reach maximum power at a higher water temperature. Which one of the following types of control is used in the heater control circuit to produce these characteristics? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Proportional only",
      "B": "Proportional plus integral",
      "C": "Proportional plus derivative",
      "D": "Proportional plus integral plus derivative -276- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a flow control valve (see figure below) that is located in the makeup water supply line to a water storage tank. The flow control valve is positioned by a level controller that can maintain a stable tank water level anywhere between 10 percent above and 10 percent below the controller setpoint. The level controller receives input from a direct-acting level detector. Which one of the following describes the characteristics of the tank level controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Direct-acting with proportional only control.",
      "B": "Direct-acting with proportional-integral control.",
      "C": "Reverse-acting with proportional only control.",
      "D": "Reverse-acting with proportional-integral control. -277- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " An outside water storage tank is equipped with submerged heaters. The heaters energize at minimum power when water temperature decreases to 48°F. If water temperature continues to decrease, heater power will increase directly with the temperature deviation from 48°F, regardless of cooldown rate, until maximum power is reached at 40°F. Different cooldown rates have the same effect on heater operation. On cold days, the tank water temperature is usually maintained at about 44°F with the heaters energized at half power. Which one of the following types of control is used in the heater control circuit to produce these characteristics? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Proportional only",
      "B": "Proportional plus integral only",
      "C": "Proportional plus derivative only",
      "D": "Proportional plus integral plus derivative -278- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a flow control valve (see figure below) that is located in the drain line from a water storage tank. The flow control valve is positioned by a level controller that can maintain a stable tank water level anywhere between 10 percent above and 10 percent below the controller setpoint. The level controller receives input from a direct-acting level detector. Which one of the following describes the characteristics of the tank level controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Direct-acting with proportional only control.",
      "B": "Direct-acting with proportional plus integral control.",
      "C": "Reverse-acting with proportional only control.",
      "D": "Reverse-acting with proportional plus integral control. -279- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Refer to the drawing of a flow control valve (see figure below) located in the makeup water supply line to a water storage tank. The flow control valve is positioned by a tank level controller that can maintain a stable water level anywhere between 10 percent above and 10 percent below the controller setpoint. The tank level controller receives input from a direct-acting tank level detector. Which one of the following describes the characteristics of the tank level controller? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Direct-acting with proportional only control.",
      "B": "Direct-acting with proportional-integral control.",
      "C": "Reverse-acting with proportional only control.",
      "D": "Reverse-acting with proportional-integral control. -280- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " A reverse-acting proportional controller will be used to maintain level in a water storage tank by positioning an air-operated makeup water flow control valve. The level controller receives input from a direct-acting level detector. Which pair of flow control valves shown below will be compatible with the level controller in the above application? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A and B",
      "B": "B and C",
      "C": "C and D",
      "D": "D and A -281- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Given:  A direct-acting proportional pneumatic controller will be used to maintain level in a condensate collection tank by positioning an air-operated flow control valve in the tank’s drain line.  The controller’s input will vary directly with tank condensate level. Which pair of flow control valves shown below will be compatible with the controller in the above application? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A and B",
      "B": "B and C",
      "C": "C and D",
      "D": "D and A -282- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Given:  A direct-acting proportional pneumatic controller will be used to maintain level in a water storage tank by positioning an air-operated flow control valve in the tank’s makeup water supply line.  The controller’s input will vary directly with tank level. Which pair of flow control valves shown below will be compatible with the controller in the above application? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A and B",
      "B": "B and C",
      "C": "C and D",
      "D": "D and A -283- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Given:  A reverse-acting proportional pneumatic controller will be used to maintain level in a water storage tank by positioning an air-operated flow control valve in the tank’s drain line.  The controller’s input will vary directly with tank level. Which pair of flow control valves shown below will be compatible with the controller in the above application? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A and B",
      "B": "B and C",
      "C": "C and D",
      "D": "D and A -284- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " What precaution must be observed before transferring a valve controller from the automatic mode to the manual mode of control?",
    "choices": {
      "A": "Ensure that a substantial steady-state deviation is established between the automatic and manual valve controller outputs.",
      "B": "Ensure that the automatic and manual valve controller outputs are matched.",
      "C": "Ensure that the automatic valve controller output is increasing before transferring to the manual mode of control.",
      "D": "Ensure that the automatic valve controller output is decreasing before transferring to the manual mode of control."
    },
    "answer": "A"
  },
  {
    "topic": "Controllers and Positioners",
    "stem": " Prior to shifting a valve controller from automatic to manual control, why should the automatic and manual controller output signals be matched? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "To ensure the valve will operate in manual control upon demand.",
      "B": "To ensure valve position indication is accurate in manual control.",
      "C": "To move the valve to the new position prior to the transfer.",
      "D": "To prevent a sudden valve repositioning during the transfer. -285- PWR Test Items"
    },
    "answer": "A"
  }
]