[
  {
    "topic": "Heat Transfer",
    "stem": " The transfer of heat from the reactor fuel pellets to the fuel cladding during normal plant operation is primarily accomplished via __________ heat transfer. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "conduction",
      "B": "convection",
      "C": "radiant",
      "D": "two-phase -893- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " During a loss-of-coolant accident, which one of the following heat transfer methods provides the most core cooling when fuel rods are not in contact with the coolant?",
    "choices": {
      "A": "Radiation",
      "B": "Emission",
      "C": "Convection",
      "D": "Conduction"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " Reactor fuel rods are normally charged with __________ gas; which improves heat transfer by __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "helium; convection",
      "B": "helium; conduction",
      "C": "nitrogen; convection",
      "D": "nitrogen; conduction -894- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " If excessive amounts of air are entrained/dissolved in the cooling water passing through a heat exchanger, the overall heat transfer coefficient of the heat exchanger will decrease because the...",
    "choices": {
      "A": "laminar layer thickness will decrease.",
      "B": "laminar layer thickness will increase.",
      "C": "thermal conductivity of the cooling fluid will decrease.",
      "D": "thermal conductivity of the cooling fluid will increase."
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " Why is bulk boiling in the tubes of a single-phase heat exchanger undesirable? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The bubble formation will break up the laminar layer in the heat exchanger tubes.",
      "B": "The thermal conductivity of the heat exchanger tubes will decrease.",
      "C": "The differential temperature across the tubes will decrease through the heat exchanger.",
      "D": "The turbulence will restrict fluid flow through the heat exchanger tubes. -895- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " Which one of the following pairs of fluids undergoing heat transfer in identical heat exchangers will yield the greatest heat exchanger overall heat transfer coefficient?",
    "choices": {
      "A": "Oil to water.",
      "B": "Air to water.",
      "C": "Steam to water.",
      "D": "Water to water."
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " Which one of the following pairs of fluids undergoing heat transfer in identical heat exchangers will yield the smallest heat exchanger overall heat transfer coefficient? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Oil to water.",
      "B": "Air to water.",
      "C": "Steam to water.",
      "D": "Water to water. -896- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " Which one of the following pairs of fluids undergoing heat transfer in identical heat exchangers will yield the greatest heat exchanger overall heat transfer coefficient?",
    "choices": {
      "A": "Oil to water.",
      "B": "Steam to water.",
      "C": "Air to water.",
      "D": "Water to water."
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " A reactor is currently producing 200 MW of core thermal power. Reactor coolant pumps are adding an additional 10 MW of thermal power to the reactor coolant system. The core is rated at 1,330 MW. Which one of the following is the current core thermal power output in percent? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "14.0 percent",
      "B": "14.3 percent",
      "C": "15.0 percent",
      "D": "15.8 percent -897- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " A reactor is operating with the following parameters: Reactor power = 100 percent Core ΔT = 42°F Reactor coolant system flow rate = 100 percent Average reactor coolant temperature = 587°F A station blackout occurs and natural circulation is established with the following stable parameters: Decay heat rate = 2 percent Core ΔT = 28°F Average reactor coolant temperature = 572°F What is the core mass flow rate in percent?",
    "choices": {
      "A": "2.0 percent",
      "B": "2.5 percent",
      "C": "3.0 percent",
      "D": "4.0 percent"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " A nuclear power plant is initially operating at 80 percent power with a core ΔT of 48°F when a station blackout occurs. Natural circulation is established and core ΔT stabilizes at 40°F. If reactor coolant mass flow rate is 3 percent, which one of the following is the current core decay heat level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1 percent",
      "B": "2 percent",
      "C": "3 percent",
      "D": "4 percent -898- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Transfer",
    "stem": " A nuclear power plant is operating with the following parameters: Reactor power = 100 percent Core ΔT = 60°F Reactor coolant system flow rate = 100 percent Average coolant temperature = 587°F A station blackout occurs and natural circulation is established with the following stable parameters: Decay heat = 1 percent Core ΔT = 30°F Average coolant temperature = 572°F What is the core mass flow rate in percent? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "2.0 percent",
      "B": "2.5 percent",
      "C": "3.0 percent",
      "D": "4.0 percent -899- PWR Test Items"
    },
    "answer": "A"
  }
]