[
  {
    "topic": "Heat Exchangers",
    "stem": " The rate of heat transfer between two liquids in a heat exchanger will increase if the… (Assume single-phase conditions and a constant specific heat for both liquids.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "inlet temperature of the hotter liquid decreases by 20°F.",
      "B": "inlet temperature of the colder liquid increases by 20°F.",
      "C": "flow rates of both liquids decrease by 10 percent.",
      "D": "flow rates of both liquids increase by 10 percent. -485- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 174°F oil in T = 114°F oil-out T = 85°F water-in T = 115°F water-out ṁ = 4.0 x 104 lbm/hr oil ṁ = ? water What is the approximate mass flow rate of the cooling water? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "8.8 x 104 lbm/hr",
      "B": "7.3 x 104 lbm/hr",
      "C": "2.2 x 104 lbm/hr",
      "D": "1.8 x 104 lbm/hr -486- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " The rate of heat transfer between two liquids in a single-phase heat exchanger will decrease if the... (Assume constant specific heat capacities.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "inlet temperatures of both liquids decrease by 20°F.",
      "B": "inlet temperatures of both liquids increase by 20°F.",
      "C": "flow rate of the colder liquid decreases by 10 percent.",
      "D": "flow rate of the hotter liquid increases by 10 percent. -487- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: ṁ = 2.0 x 104 lbm/hr oil ṁ = 3.0 x 104 lbm/hr water c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 92°F cw-in T = 125°F cw-out T = 180°F oil-in T = ? oil-out Which one of the following is the approximate temperature of the lube oil exiting the heat exchanger (T )? oil-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "126°F",
      "B": "135°F",
      "C": "147°F",
      "D": "150°F -488- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Which one of the following will reduce the heat transfer rate between two liquids in a heat exchanger? (Assume single-phase conditions and a constant specific heat for both liquids.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The inlet temperatures of both liquids decrease by 20°F.",
      "B": "The inlet temperatures of both liquids increase by 20°F.",
      "C": "The inlet temperature of the hotter liquid increases by 20°F.",
      "D": "The inlet temperature of the colder liquid increases by 20°F. -489- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating heat exchanger (see figure below). Assume the overall heat exchanger heat transfer coefficient does not change. The rate of heat transfer between the two liquids will increase if the… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "inlet temperatures of both liquids increase by 20°F.",
      "B": "inlet temperatures of both liquids decrease by 20°F.",
      "C": "mass flow rate of the hotter liquid increases by 10 percent.",
      "D": "mass flow rate of the colder liquid decreases by 10 percent. -490- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: ṁ = 1.5 x 104 lbm/hr oil ṁ = 2.5 x 104 lbm/hr water c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 92°F cw-in T = 125°F cw-out T = 160°F oil-in T = ? oil-out Which one of the following is the approximate temperature of the lube oil exiting the heat exchanger (T )? oil-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "110°F",
      "B": "127°F",
      "C": "135°F",
      "D": "147°F -491- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water ṁ = 1.2 x 104 lbm/hr oil ṁ = 1.61 x 104 lbm/hr water T = 170°F oil in T = 120°F oil out T = 110°F water out T = ? water in Which one of the following is the approximate cooling water inlet temperature (T ) for the heat water in exchanger? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "65°F",
      "B": "69°F",
      "C": "73°F",
      "D": "77°F -492- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: ṁ = 1.8 x 104 lbm/hr oil ṁ = 3.3 x 104 lbm/hr water c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 90°F cw-in T = 120°F cw-out T = 190°F oil-in T = ? oil-out What is the approximate temperature of the lube oil exiting the heat exchanger (T )? oil-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "110°F",
      "B": "120°F",
      "C": "130°F",
      "D": "140°F -493- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: ṁ = 1.5 x 104 lbm/hr oil ṁ = 2.5 x 104 lbm/hr water c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 160°F oil-in T = 110°F oil-out T = 92°F cw-in T = ? cw-out Which one of the following is the approximate temperature of the cooling water exiting the heat exchanger (T )? cw-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "110°F",
      "B": "115°F",
      "C": "120°F",
      "D": "125°F -494- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " The rate of heat transfer between two liquids in a heat exchanger will decrease if the: (Assume single-phase conditions and a constant specific heat for both liquids.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "inlet temperature of the hotter liquid increases by 20°F.",
      "B": "inlet temperature of the colder liquid decreases by 20°F.",
      "C": "flow rates of both liquids decrease by 10 percent.",
      "D": "flow rates of both liquids increase by 10 percent. -495- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). Given the following heat exchanger parameters:  Lube oil flow rate is 200 lbm/min.  Lube oil enters the heat exchanger at 140°F.  Lube oil leaves the heat exchanger at 100°F.  Specific heat of the lube oil is 0.8 Btu/lbm-°F.  Cooling water flow rate is 400 lbm/min.  Cooling water enters the lube oil heat exchanger at 60°F.  Specific heat of the cooling water is 1.0 Btu/lbm-°F. What is the approximate temperature of the cooling water leaving the lube oil heat exchanger? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "76°F",
      "B": "85°F",
      "C": "92°F",
      "D": "124°F -496- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: Q̇ = 1.0 x 107 Btu/hr oil T = 170°F oil in T = 134°F oil out T = 85°F water in T = 112°F water out c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water ṁ = ? water Which one of the following is the approximate mass flow rate of the cooling water? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "4.5 x 105 lbm/hr",
      "B": "3.7 x 105 lbm/hr",
      "C": "2.5 x 105 lbm/hr",
      "D": "1.2 x 105 lbm/hr -497- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given the following information: ṁ = 1.8 x 104 lbm/hr oil ṁ = 3.3 x 104 lbm/hr water c = 1.1 Btu/lbm-°F p-oil c = 1.0 Btu/lbm-°F p-water T = 90°F cw-in T = 120°F cw-out T = 170°F oil-in T = ? oil-out What is the approximate temperature of the lube oil exiting the heat exchanger (T )? oil-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "110°F",
      "B": "120°F",
      "C": "130°F",
      "D": "140°F -498- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). If cooling water flow rate is 1.0 x 106 lbm/hr, what is the approximate water flow rate in the cleanup system? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "2.2 x 105 lbm/hr",
      "B": "3.2 x 105 lbm/hr",
      "C": "2.2 x 106 lbm/hr",
      "D": "3.2 x 106 lbm/hr -499- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " A main turbine-generator was operating at 80 percent load with the following initial steady-state lube oil and cooling water temperatures for the main turbine lube oil heat exchanger: T = 174°F oil in T = 114°F oil out T = 85°F water in T = 115°F water out Six months later, the following current steady-state heat exchanger temperatures are observed: T = 177°F oil in T = 111°F oil out T = 85°F water in T = 115°F water out Assume the lube oil system is a closed system. Also, assume the following did not change:  Cooling water mass flow rate  Cooling water and lube oil specific heats  Heat exchanger heat transfer coefficient Which one of the following could be responsible for the differences between the initial and current steady-state heat exchanger temperatures? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The current main turbine-generator load is lower than the initial load.",
      "B": "The current main turbine-generator load is higher than the initial load.",
      "C": "The current main turbine lube oil mass flow rate is less than the initial flow rate.",
      "D": "The current main turbine lube oil mass flow rate is greater than the initial flow rate. -500- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " A main turbine-generator was operating at 80 percent load with the following initial steady-state lube oil and cooling water temperatures for the main turbine lube oil heat exchanger: T = 174°F oil in T = 114°F oil out T = 85°F water in T = 115°F water out Six months later, the current steady-state heat exchanger temperatures are: T = 174°F oil in T = 120°F oil out T = 85°F water in T = 120°F water out Assume that the lube oil mass flow rate does not change, and that the specific heat values for the cooling water and lube oil do not change. Also assume that the main turbine lube oil system is a closed system. The differences between the initial and current steady-state heat exchanger temperatures could be caused by the current main turbine-generator load being __________ with the current heat exchanger cooling water mass flow rate being __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher; lower",
      "B": "higher; higher",
      "C": "lower; lower",
      "D": "lower; higher -501- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating parallel-flow lube oil heat exchanger (see figure below). Assume that lube oil (LO) inlet temperature is greater than cooling water (CW) inlet temperature. Unlike a counter-flow heat exchanger, in a parallel-flow heat exchanger the __________ temperature can never be greater than the __________ temperature. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "LO outlet; CW inlet",
      "B": "LO outlet; CW outlet",
      "C": "CW outlet; LO inlet",
      "D": "CW outlet; LO outlet -502- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating process water cleanup system (see figure below). Assume there is no heat loss from the process water cleanup system to the surroundings and the process water flow rate does not change. If valve D closes fully, what will be the final steady-state temperature of the process water flowing through the filter? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "212°F",
      "B": "302°F",
      "C": "450°F",
      "D": "540°F -503- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " A counter-flow heat exchanger is being used to cool the lube oil for a main turbine and generator. The main turbine and generator was initially operating at 100 percent load with the following stable heat exchanger conditions: T = 174°F oil in T = 114°F oil out T = 85°F water in T = 115°F water out Main turbine and generator load was reduced, and the heat exchanger cooling water mass flow rate was decreased to one-half of its initial value, resulting in the following stable current conditions: T = 178°F oil in T = 138°F oil out T = 85°F water in T = ? water out Assume that the lube oil mass flow rate and the specific heats of both fluids did not change. Which one of the following is the current cooling water outlet temperature? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "115°F",
      "B": "125°F",
      "C": "135°F",
      "D": "145°F -504- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Given the following parameter values for a feedwater heater: Feedwater inlet temperature = 320°F Feedwater inlet pressure = 1,000 psia Feedwater mass flow rate = 1.0 x 106 lbm/hr Extraction steam pressure = 500 psia Assume that the extraction steam enters the heater as a dry saturated vapor and leaves the heater as a saturated liquid at 500 psia. Which one of the following is the approximate mass flow rate of extraction steam required to increase feedwater temperature to 380°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "5.2 x 104 lbm/hr",
      "B": "7.9 x 104 lbm/hr",
      "C": "8.4 x 104 lbm/hr",
      "D": "8.9 x 104 lbm/hr -505- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating parallel-flow lube oil heat exchanger (see figure below). Unlike a counter-flow heat exchanger, in the parallel-flow heat exchanger the __________ temperature will always be greater than the __________ temperature. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "CW outlet; LO inlet",
      "B": "CW outlet; LO outlet",
      "C": "LO outlet; CW inlet",
      "D": "LO outlet; CW outlet -506- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Given the following parameters for an operating lube oil heat exchanger: Lube oil inlet temperature = 150°F Lube oil outlet temperature = 105°F Cooling water inlet temperature = 60°F Cooling water outlet temperature = 110°F Considering only counter-flow and parallel-flow heat exchanger designs, the lube oil heat exchanger described above must be… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "counter-flow, because the lube oil outlet temperature is less than the cooling water outlet temperature.",
      "B": "counter-flow, because the change in lube oil temperature is less than the change in cooling water temperature.",
      "C": "parallel-flow, because the lube oil outlet temperature is less than the cooling water outlet temperature.",
      "D": "parallel-flow, because the change in lube oil temperature is less than the change in cooling water temperature. -507- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " The manufacturers of shell and U-tube heat exchangers recommend a maximum tube fluid velocity to limit the __________ of the tubes; and a minimum tube fluid velocity to limit the __________ of the tubes. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "erosion; fouling",
      "B": "erosion; thermal contraction",
      "C": "thermal expansion; fouling",
      "D": "thermal expansion; thermal contraction -508- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Given:  The cooling water inlet temperature is constant.  The lube oil inlet temperature is constant.  The lube oil mass flow rate is constant. If the cooling water mass flow rate increases, the lube oil outlet temperature will __________; and the cooling water outlet temperature will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; decrease",
      "C": "decrease; increase",
      "D": "decrease; decrease -509- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Which one of the following will increase the heat transfer rate between two liquids in a heat exchanger? (Assume single-phase conditions and a constant specific heat for both liquids.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The mass flow rate of the hotter liquid decreases by 10 percent.",
      "B": "The mass flow rate of the colder liquid decreases by 10 percent.",
      "C": "The inlet temperature of the hotter liquid increases by 20°F.",
      "D": "The inlet temperature of the colder liquid increases by 20°F. -510- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). The rate of heat transfer between the lube oil and cooling water will increase if the cooling water inlet temperature __________; or if the cooling water mass flow rate __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decreases; decreases",
      "B": "decreases; increases",
      "C": "increases; decreases",
      "D": "increases; increases -511- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below) in which valves A, B, C, and D are fully open. Currently, the centrifugal pump is providing a cleanup water flow rate of 120 gpm. If valve C is throttled to 50 percent, how will the temperatures at points 3 and 6 be affected? Point 3 Point 6 NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decrease Decrease",
      "B": "Decrease Increase",
      "C": "Increase Decrease",
      "D": "Increase Increase -512- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). All valves are identical and are initially 50 percent open. To lower the temperature at point 7, the operator can adjust valve __________ in the open direction. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A",
      "B": "B",
      "C": "C",
      "D": "D -513- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Increasing the oil flow rate through the heat exchanger will cause the oil outlet temperature to __________ and the cooling water outlet temperature to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; decrease",
      "C": "decrease; increase",
      "D": "decrease; decrease -514- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). Assume that the inlet lube oil and inlet cooling water temperatures are constant and cooling water flow rate remains the same. Decreasing the oil flow rate through the heat exchanger will cause the lube oil outlet temperature to __________ and the cooling water outlet temperature to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, increase",
      "B": "increase, decrease",
      "C": "decrease, increase",
      "D": "decrease, decrease -515- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). Valves A, B, and C are fully open. Valve D is 80 percent open. If valve D is throttled to 50 percent, the temperature at point... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "3 will decrease.",
      "B": "4 will increase.",
      "C": "5 will increase.",
      "D": "6 will decrease. -516- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). Valves A, B, and C are fully open. Valve D is 20 percent open. If valve D is opened to 100 percent, the temperature at point... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "3 will increase.",
      "B": "4 will decrease.",
      "C": "5 will decrease.",
      "D": "7 will increase. -517- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). All valves are identical and are initially 50 percent open. To lower the temperature at point 4, the operator can adjust valve __________ in the __________ direction. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A; open",
      "B": "B; close",
      "C": "C; open",
      "D": "D; close -518- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 120°F Cooling water inlet temperature = 60°F Assuming that cooling water flow rate is greater than lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "100°F 100°F",
      "B": "90°F 90°F",
      "C": "80°F 80°F",
      "D": "80°F 100°F -519- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 130°F Cooling water inlet temperature = 70°F Assuming that cooling water flow rate is greater than lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "90°F 100°F",
      "B": "90°F 110°F",
      "C": "100°F 100°F",
      "D": "100°F 110°F -520- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 110°F Cooling water inlet temperature = 75°F Assuming that cooling water flow rate is greater than lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "100°F 100°F",
      "B": "100°F 90°F",
      "C": "90°F 100°F",
      "D": "90°F 90°F -521- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). All valves are identical and are initially 50 percent open. To raise the temperature at point 4, the operator can adjust valve __________ in the __________ direction. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A; shut",
      "B": "B; shut",
      "C": "C; open",
      "D": "D; open -522- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 130°F Cooling water inlet temperature = 70°F Assuming that cooling water flow rate is greater than lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is not possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "90°F 86°F",
      "B": "100°F 85°F",
      "C": "110°F 84°F",
      "D": "120°F 83°F -523- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 130°F Cooling water inlet temperature = 70°F Assuming the cooling water flow rate exceeds the lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "100°F 90°F",
      "B": "100°F 100°F",
      "C": "110°F 90°F",
      "D": "110°F 100°F -524- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). Valves A, B, and D are fully open and valve C is 50 percent open. If valve C is opened to 100 percent, how will the temperatures at points 3 and 6 be affected? Point 3 Point 6 NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decrease Decrease",
      "B": "Decrease Increase",
      "C": "Increase Decrease",
      "D": "Increase Increase -525- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating water cleanup system (see figure below). All valves are identical and are initially 50 percent open. To raise the temperature at point 7, the operator can adjust valve _____ in the close direction. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A",
      "B": "B",
      "C": "C",
      "D": "D -526- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 130°F Cooling water inlet temperature = 70°F Assume that cooling water mass flow rate is less than lube oil mass flow rate, and that both fluids have the same specific heat. Which one of the following pairs of heat exchanger outlet temperatures is not possible? Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "100°F 105°F",
      "B": "105°F 105°F",
      "C": "110°F 90°F",
      "D": "115°F 90°F -527- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 120°F Cooling water inlet temperature = 60°F Assuming that cooling water flow rate is greater than lube oil flow rate, which one of the following pairs of heat exchanger outlet temperatures is possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "90°F 100°F",
      "B": "90°F 85°F",
      "C": "95°F 100°F",
      "D": "95°F 85°F -528- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a lube oil heat exchanger (see figure below). The lube oil heat exchanger is in service with the following inlet temperatures: Lube oil inlet temperature = 130°F Cooling water inlet temperature = 70°F Given that cooling water mass flow rate is greater than lube oil mass flow rate, which one of the following pairs of heat exchanger outlet temperatures is not possible? (Assume both fluids have the same specific heat.) Lube Oil Cooling Water Outlet Temp Outlet Temp NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "90°F 105°F",
      "B": "90°F 100°F",
      "C": "110°F 95°F",
      "D": "110°F 85°F -529- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a heat exchanger (see figure below). The heat exchanger is in service with the following inlet temperatures: Service water inlet temperature = 130°F Cooling water inlet temperature = 70°F Assume that both fluids have the same specific heat, and that service water mass flow rate is greater than cooling water mass flow rate. Which one of the following pairs of heat exchanger outlet temperatures is possible? Service Water Cooling Water Outlet Temp. Outlet Temp. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "120°F 82°F",
      "B": "110°F 90°F",
      "C": "100°F 98°F",
      "D": "90°F 106°F -530- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a heat exchanger (see figure below). The heat exchanger is in service with the following inlet temperatures: Cooling water inlet temperature = 70°F Service water inlet temperature = 130°F Assume that both fluids have the same specific heat, and that cooling water mass flow rate is greater than service water mass flow rate. Which one of the following pairs of heat exchanger outlet temperatures is not possible? Cooling Water Service Water Outlet Temp. Outlet Temp. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "78°F 120°F",
      "B": "90°F 110°F",
      "C": "98°F 100°F",
      "D": "100°F 90°F -531- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of a heat exchanger (see figure below). The heat exchanger is in service with the following inlet temperatures: Service water inlet temperature = 130°F Cooling water inlet temperature = 70°F Assume that both fluids have the same specific heat, and that cooling water mass flow rate is greater than service water mass flow rate. Which one of the following pairs of heat exchanger outlet temperatures is possible? Service Water Cooling Water Outlet Temp. Outlet Temp. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "120°F 90°F",
      "B": "110°F 95°F",
      "C": "100°F 100°F",
      "D": "90°F 105°F -532- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Severe stress in a mechanical component, induced by a sudden, unequally distributed temperature reduction is a description of...",
    "choices": {
      "A": "fracture stress.",
      "B": "brittle fracture.",
      "C": "thermal shock.",
      "D": "pressurized thermal shock."
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " The major thermodynamic concern resulting from rapidly cooling a reactor vessel is... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "thermal shock.",
      "B": "stress corrosion.",
      "C": "loss of shutdown margin.",
      "D": "loss of subcooling margin. -533- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). If scaling occurs inside the cooling water tubes, cooling water outlet temperature will __________; and lube oil outlet temperature will __________. (Assume the lube oil and cooling water flow rates do not change.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; decrease",
      "B": "decrease; increase",
      "C": "increase; decrease",
      "D": "increase; increase -534- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Which one of the following will occur to reduce the heat transfer rate in a parallel-flow heat exchanger as scaling increases on the exterior surface of the tubes? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Flow rate through the tubes will decrease.",
      "B": "Surface area of the tubes will decrease.",
      "C": "Thermal conductivity of the tubes will decrease.",
      "D": "Delta-T across the tubes will decrease. -535- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). If mineral deposits accumulate on the outside of the cooling water tubes, the cooling water outlet temperature will __________; and the lube oil outlet temperature will __________. (Assume the lube oil and cooling water inlet temperatures and mass flow rates do not change.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; increase",
      "B": "decrease; decrease",
      "C": "increase; increase",
      "D": "increase; decrease -536- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " A main turbine-generator is operating at 80 percent load with the following initial steady-state temperatures for the main turbine lube oil heat exchanger: T = 174°F oil in T = 114°F oil out T = 85°F water in T = 115°F water out After six months of main turbine-generator operation, the following final steady-state lube oil heat exchanger temperatures are observed: T = 179°F oil in T = 119°F oil out T = 85°F water in T = 115°F water out Assume the final cooling water and lube oil flow rates are the same as the initial flow rates, and the specific heat values for the cooling water and lube oil do not change. Which one of the following could be responsible for the differences between the initial and final heat exchanger steady-state temperatures? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The heat exchanger tubes have become fouled with scale.",
      "B": "The temperature of the cooling water source has increased.",
      "C": "The final main turbine-generator load is higher than the initial load.",
      "D": "The final main turbine-generator load is lower than the initial load. -537- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). If mineral deposits accumulate on the inside of the cooling water tubes, cooling water outlet temperature will __________; and lube oil outlet temperature will __________. (Assume the lube oil and cooling water inlet temperatures and flow rates do not change.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; decrease",
      "B": "increase; increase",
      "C": "decrease; decrease",
      "D": "decrease; increase -538- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). The heat exchanger was initially placed in continuous service 6 months ago. During the 6-month period of operation, mineral deposits have accumulated inside the heat exchanger tubes. The following parameters are currently stable at their initial values:  Lube oil mass flow rate  Lube oil inlet temperature  Lube oil outlet temperature  Cooling water inlet temperature Compared to their initial values, the current cooling water outlet temperature is __________; and the current cooling water mass flow rate is __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "lower; greater",
      "B": "lower; smaller",
      "C": "higher; greater",
      "D": "higher; smaller -539- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). The heat exchanger was initially placed in continuous service 6 months ago. During the 6-month period of operation, mineral deposits have accumulated inside the heat exchanger tubes. The following parameters are currently stable at their initial values:  Cooling water mass flow rate  Cooling water inlet temperature  Cooling water outlet temperature  Lube oil mass flow rate Compared to their initial values, the current lube oil inlet temperature is __________; and the current lube oil outlet temperature is __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "lower; lower",
      "B": "lower; higher",
      "C": "higher; lower",
      "D": "higher; higher -540- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Chemically treated water is flowing through the tubes of a heat exchanger being cooled by fresh water. The shell side pressure is less than tube side pressure. What will occur as a result of a tube failure? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Shell side pressure will increase and the chemically treated water system will be diluted.",
      "B": "Shell side pressure will decrease and the chemically treated water inventory will be depleted.",
      "C": "Shell side pressure will increase and the chemically treated water inventory will be depleted.",
      "D": "Shell side pressure will decrease and the chemically treated water system will be diluted. -541- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following effects will occur because of the failed tube in the heat exchanger? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Level in the surge tank will increase.",
      "B": "Flow in the low pressure (LP) system will reverse.",
      "C": "Pressure in the low pressure (LP) system will decrease.",
      "D": "Low pressure (LP) fluid heat exchanger outlet temperature will decrease. -542- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following will occur as a result of the indicated tube failure in the heat exchanger? (HP = high pressure; LP = low pressure) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "HP fluid inventory will increase.",
      "B": "Level in the surge tank will decrease.",
      "C": "Pressure in the LP system will decrease.",
      "D": "Temperature in the LP system will increase. -543- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Heat Exchangers",
    "stem": " Refer to the drawing of an operating lube oil heat exchanger (see figure below). The heat exchanger was operating with the following initial parameters: Cooling water inlet temperature (T ) = 71°F cw-in Cooling water outlet temperature (T ) = 91°F cw-out Oil inlet temperature (T ) = 175°F oil-in Oil outlet temperature (T ) = 125°F oil-out The heat exchanger was vented, resulting in the following current parameters: Cooling water inlet temperature (T ) = 71°F cw-in Cooling water outlet temperature (T ) = 95°F cw-out Oil inlet temperature (T ) = 175°F oil-in Oil outlet temperature (T ) = ? oil-out Assume that the mass flow rates and specific heats of both fluids were unchanged. Which one of the following is the current lube oil outlet temperature (T )? oil-out NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "115°F",
      "B": "120°F",
      "C": "130°F",
      "D": "135°F -544- PWR Test Items"
    },
    "answer": "A"
  }
]