[
  {
    "topic": "Pumps",
    "stem": " Which one of the following contains indications of cavitation in an operating centrifugal pump?",
    "choices": {
      "A": "Low flow rate with low discharge pressure.",
      "B": "Low flow rate with high discharge pressure.",
      "C": "High motor amps with low discharge pressure.",
      "D": "High motor amps with high discharge pressure."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " After a motor-driven centrifugal pump is started, the following indications are observed: Oscillating flow rate. Oscillating discharge pressure. Oscillating motor amps. These indications are symptoms that the pump is experiencing... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "excessive thrust.",
      "B": "cavitation.",
      "C": "runout.",
      "D": "wear ring failure. -286- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is initially operating at maximum rated flow rate in an open system. Which one of the following moderate changes will cause the pump to operate in closer proximity to cavitation?",
    "choices": {
      "A": "Increase pump inlet temperature.",
      "B": "Decrease pump speed.",
      "C": "Increase pump suction pressure.",
      "D": "Decrease pump recirculation flow rate."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Pump cavitation occurs when vapor bubbles are formed at the eye of a pump impeller... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "when the localized flow velocity exceeds sonic velocity for the existing fluid temperature.",
      "B": "when the localized pressure exceeds the vapor pressure for the existing fluid temperature.",
      "C": "and enter a high pressure region of the pump where they collapse, causing damaging pressure pulsations.",
      "D": "and are discharged from the pump where they collapse in downstream piping, causing damaging pressure pulsations. -287- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following contains symptoms associated with cavitation in an operating centrifugal pump?",
    "choices": {
      "A": "Decreased motor current and pump speed.",
      "B": "Decreased pump and motor temperature.",
      "C": "Steadily increasing discharge pressure.",
      "D": "Increased noise and vibration."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following will promptly result in cavitation of a centrifugal pump that is initially operating at rated flow? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Recirculation flow path is aligned.",
      "B": "Recirculation flow path is isolated.",
      "C": "Pump suction valve is fully closed.",
      "D": "Pump discharge valve is fully closed. -288- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes pump cavitation?",
    "choices": {
      "A": "Vapor bubbles are formed when the enthalpy difference between pump discharge and pump suction exceeds the latent heat of vaporization.",
      "B": "Vapor bubbles are formed in the eye of the pump impeller and collapse as they enter higher pressure regions of the pump.",
      "C": "Vapor bubbles are produced when the localized pressure exceeds the vapor pressure at the existing temperature.",
      "D": "Vapor bubbles are discharged from the pump where they collapse on downstream piping and cause localized water hammers."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following is an indication of pump cavitation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Pump motor amps are pegged high.",
      "B": "Pump discharge pressure indicates zero.",
      "C": "Pump motor amps are fluctuating.",
      "D": "Pump discharge pressure indicates shutoff head. -289- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " If a centrifugal pump is started with the discharge valve fully open versus throttled, the possibility of pump runout will __________; and the possibility of pump cavitation will __________.",
    "choices": {
      "A": "increase; decrease",
      "B": "increase; increase",
      "C": "decrease; decrease",
      "D": "decrease; increase"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " If a centrifugal pump is started with the discharge valve throttled versus fully open, the possibility of pump runout will __________; and the possibility of pump cavitation will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; decrease",
      "B": "increase; increase",
      "C": "decrease; decrease",
      "D": "decrease; increase -290- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The presence of air in a pump casing may result in __________ when the pump is started.",
    "choices": {
      "A": "vortexing",
      "B": "pump runout",
      "C": "pump overspeed",
      "D": "gas binding"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following contains three indications of a vapor-bound motor-operated centrifugal pump that is operating in a cooling water system? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Fluctuating pump discharge pressure, reduced system flow rate, and increased pump motor current.",
      "B": "Reduced system flow rate, increased pump motor current, and increased pump noise level.",
      "C": "Increased pump motor current, increased pump noise level, and fluctuating pump discharge pressure.",
      "D": "Increased pump noise level, fluctuating pump discharge pressure, and reduced system flow rate. -291- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following is an effective method for ensuring that a centrifugal pump remains primed and does not become gas bound during pump operation and after pump shutdown?",
    "choices": {
      "A": "Install the pump below the level of the suction supply.",
      "B": "Install a check valve in the discharge piping of the pump.",
      "C": "Install an orifice plate in the discharge piping of the pump.",
      "D": "Install a pump recirculation line from the pump discharge piping to the pump suction piping."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Operating a motor-driven centrifugal pump for an extended period of time under no flow conditions will cause... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "pump failure from overspeed.",
      "B": "pump failure from overheating.",
      "C": "motor failure from overspeed.",
      "D": "motor failure from overheating. -292- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " When a centrifugal pump is operating at shutoff head, it is pumping at __________ capacity and __________ discharge head. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "maximum; maximum",
      "B": "maximum; minimum",
      "C": "minimum; maximum",
      "D": "minimum; minimum -293- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of centrifugal pump and system operating curves (see figure below). Which point represents pump operation at shutoff head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D -294- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Operating a centrifugal pump at shutoff head without recirculation flow can quickly result in...",
    "choices": {
      "A": "discharge piping overpressure.",
      "B": "suction piping overpressure.",
      "C": "excessive pump leakoff.",
      "D": "pump overheating."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump with no recirculation flow path must be stopped when discharge pressure reaches the pump shutoff head to prevent... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "overheating of the pump.",
      "B": "overheating of the motor.",
      "C": "bursting of the pump casing.",
      "D": "water hammer in downstream lines. -295- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump with a recirculation line (see figure below). The flowpath through valve A is designed to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "prevent pump runout by creating a recirculation flowpath.",
      "B": "provide a small flow rate through the pump during shutoff head conditions.",
      "C": "direct a small amount of water to the pump suction to raise available net positive suction head.",
      "D": "prevent the discharge piping from exceeding design pressure during no-flow conditions. -296- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following is at a relatively high value when a centrifugal pump is operating at shutoff head?",
    "choices": {
      "A": "Pump motor current",
      "B": "Pump volumetric flow rate",
      "C": "Available net positive suction head",
      "D": "Required net positive suction head"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes radial-flow centrifugal pump operating parameters at shutoff head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "High discharge pressure, low flow, low power demand",
      "B": "High discharge pressure, high flow, low power demand",
      "C": "Low discharge pressure, low flow, high power demand",
      "D": "Low discharge pressure, high flow, high power demand -297- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following conditions applies to a centrifugal pump running at shutoff head?",
    "choices": {
      "A": "The volumetric flow rate for the pump has been maximized.",
      "B": "Cavitation will occur immediately upon reaching shutoff head.",
      "C": "Available net positive suction head is at a maximum value for the existing fluid conditions.",
      "D": "Pump differential pressure is at a minimum value."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following will result from operating an AC motor-driven radial-flow centrifugal pump in a water system for an extended period with the discharge valve shut and no recirculation flow? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "No motor damage, but the pump will overheat and may be damaged.",
      "B": "No motor damage, but the pump will overspeed and may be damaged.",
      "C": "No pump damage, but the motor will overspeed and may be damaged.",
      "D": "No pump damage, but the motor will overheat and may be damaged. -298- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a pump with recirculation line (see figure below). Which one of the following describes the effect on the pump if a complete flow blockage occurs in the discharge line just downstream of the flow transmitter? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump will overheat after a relatively short period of time, due to a loss of both main flow and recirculation flow.",
      "B": "The pump will overheat after a relatively long period of time, due to a loss of main flow only.",
      "C": "The pump will overheat after a relatively long period of time, due to a loss of recirculation flow only.",
      "D": "The pump will be able to operate under these conditions indefinitely, due to sustained main flow. -299- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A variable-speed centrifugal fire water pump is taking a suction on an open storage tank and discharging through a 4-inch diameter fire hose and through a nozzle located 50 feet above the pump. Which one of the following will cause the pump to operate at shutoff head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The fire hose is replaced with a 6-inch diameter fire hose.",
      "B": "The fire hose is replaced with a 2-inch diameter fire hose.",
      "C": "Pump speed is increased until steam formation at the eye of the pump prevents pump flow.",
      "D": "Pump speed is decreased until pump discharge pressure is insufficient to cause flow. -300- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a pump with a recirculation line (see figure below). Valve A will open when pump... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "discharge pressure increases above a setpoint.",
      "B": "discharge pressure decreases below a setpoint.",
      "C": "flow rate increases above a setpoint.",
      "D": "flow rate decreases below a setpoint. -301- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal fire water pump takes suction from an open storage tank and discharges through a fire hose. Which one of the following will cause the pump to operate at shutoff head?",
    "choices": {
      "A": "The fire hose nozzle is raised to an elevation that prevents any flow.",
      "B": "Suction temperature is increased to the point that gas binding occurs.",
      "C": "Pump speed is adjusted to the value at which cavitation occurs.",
      "D": "Suction pressure is adjusted until available net positive suction head is reduced to zero feet."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal fire water pump takes suction from an open storage tank and discharges through a fire hose. Which one of the following will cause the pump to operate at shutoff head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A firefighter inadvertently severs the fire hose.",
      "B": "The fire hose becomes completely crimped in a fire door.",
      "C": "Fire water storage tank level drops below the pump suction tap.",
      "D": "A firefighter adjusts the fire hose nozzle spray pattern from DELUGE to FOG. -302- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal fire water pump takes suction from an open storage tank and discharges through a fire hose. Which one of the following will cause the pump to operate at shutoff head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A firefighter inadvertently severs the fire hose.",
      "B": "The fire hose becomes partially crimped in a fire door.",
      "C": "Fire water storage tank level drops below the pump suction tap.",
      "D": "A firefighter adjusts the fire hose nozzle spray pattern from DELUGE to OFF. -303- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a pump with a recirculation line (see figure below). Valve A will close when pump... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "discharge pressure increases above a setpoint.",
      "B": "discharge pressure decreases below a setpoint.",
      "C": "flow rate increases above a setpoint.",
      "D": "flow rate decreases below a setpoint. -304- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The discharge valve for a radial-flow centrifugal cooling water pump is closed in preparation for starting the pump. After the pump is started, the following stable pump pressures are observed: Pump discharge pressure = 30 psig Pump suction pressure = 10 psig With the discharge valve still closed, if the pump speed is doubled, which one of the following will be the new pump discharge pressure? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "80 psig",
      "B": "90 psig",
      "C": "120 psig",
      "D": "130 psig -305- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The discharge valve for a radial-flow centrifugal cooling water pump is closed in preparation for starting the pump. After the pump is started, the pump suction and discharge pressures stabilize as follows: Pump suction pressure = 5 psig Pump discharge pressure = 35 psig With the discharge valve still closed, if the pump speed is doubled, what will be the new stable pump discharge pressure?",
    "choices": {
      "A": "65 psig",
      "B": "120 psig",
      "C": "125 psig",
      "D": "140 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The available net positive suction head for a pump may be expressed as... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "discharge pressure minus saturation pressure of the fluid being pumped.",
      "B": "discharge pressure minus suction pressure.",
      "C": "suction pressure minus saturation pressure of the fluid being pumped.",
      "D": "suction pressure plus discharge pressure. -306- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following operations in a closed system will cause a decrease in available net positive suction head for a centrifugal pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decreasing the inlet fluid temperature.",
      "B": "Increasing the pump discharge pressure.",
      "C": "Throttling open the pump suction valve.",
      "D": "Throttling open the pump discharge valve. -307- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system (see figure below). The available net positive suction head for the centrifugal pump will be increased by... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "opening surge tank makeup valve A to raise tank level.",
      "B": "throttling heat exchanger service water valve B more closed.",
      "C": "throttling pump discharge valve C more open.",
      "D": "throttling pump suction valve D more closed. -308- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system (see figure below). The available net positive suction head for the centrifugal pump will be decreased by... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "opening surge tank makeup valve A to raise tank level.",
      "B": "throttling heat exchanger service water valve B more open.",
      "C": "throttling pump discharge valve C more open.",
      "D": "reducing the heat load on the cooling water system. -309- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following will increase available net positive suction head for the centrifugal pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Draining the surge tank to decrease level by 10 percent.",
      "B": "Positioning heat exchanger service water valve B more closed.",
      "C": "Positioning pump discharge valve C more closed.",
      "D": "Positioning pump suction valve D more closed. -310- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system (see figure below). The available net positive suction head for the centrifugal pump will be decreased by... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increasing surge tank level by 5 percent.",
      "B": "throttling heat exchanger service water valve B more open.",
      "C": "throttling pump discharge valve C more closed.",
      "D": "increasing the heat loads on the cooling water system. -311- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following will decrease available net positive suction head for the centrifugal pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Adding water to the surge tank to raise level by 10 percent.",
      "B": "Positioning heat exchanger service water valve B more open.",
      "C": "Positioning pump discharge valve C more open.",
      "D": "Reducing heat loads on the cooling water system by 10 percent. -312- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A cooling water pump is operating with pump suction parameters as follows: Suction Temperature = 124°F Suction Pressure = 11.7 psia What is the approximate available net positive suction head (NPSH) for the pump? (Neglect the contribution of the suction fluid velocity to NPSH.)",
    "choices": {
      "A": "23 feet",
      "B": "27 feet",
      "C": "31 feet",
      "D": "35 feet"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating at maximum design flow rate, taking suction on a vented water storage tank and discharging through two parallel valves. Valve A is fully open and valve B is half open. Which one of the following will occur if valve B is fully closed? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump will operate at shutoff head.",
      "B": "The pump will operate at runout conditions.",
      "C": "The pump available net positive suction head will increase.",
      "D": "The pump required net positive suction head will increase. -313- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following will increase the available net positive suction head for the centrifugal pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Draining the surge tank to decrease level by 10 percent.",
      "B": "Positioning the service water valve B more closed.",
      "C": "Positioning the pump discharge valve C more open.",
      "D": "Reducing the heat loads on the cooling water system. -314- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is needed to take suction on a water storage tank and deliver high pressure water to a water spray system. To minimize axial thrust on the pump shaft, the pump should have __________ stage(s); and to maximize the available NPSH at the impeller inlet, the pump should have a __________ suction impeller.",
    "choices": {
      "A": "a single; single",
      "B": "a single; double",
      "C": "multiple opposed; single",
      "D": "multiple opposed; double"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is taking suction on an open storage tank that has been filled to a level of 40 feet with 10,000 gallons of 60°F water. The pump is located at the base of the tank, takes a suction from the bottom of the tank, and discharges to a lake. Given:  The pump is currently operating at its design flow rate of 200 gpm and a total developed head of 150 feet.  The pump requires 4 feet of net positive suction head. How will the centrifugal pump flow rate be affected as the water storage tank level decreases? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Flow rate will remain constant until the pump begins to cavitate at a tank level of about 4 feet.",
      "B": "Flow rate will remain constant until the pump becomes air bound when the tank empties.",
      "C": "Flow rate will gradually decrease until the pump begins to cavitate at a tank level of about 4 feet.",
      "D": "Flow rate will gradually decrease until the pump becomes air bound when the tank empties. -315- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing below of a centrifugal pump taking suction from the bottom of an open storage tank containing water at 66°F. Pump and water level elevations are indicated in the figure. Assume standard atmospheric pressure. Assuming that pump suction head loss is negligible, what is the approximate value of net positive suction head available to the pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "6 feet",
      "B": "13 feet",
      "C": "20 feet",
      "D": "25 feet -316- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an elevated centrifugal pump taking suction from the bottom of an open storage tank containing water at 66°F (see figure below). Assume standard atmospheric pressure. The pump requires 4.0 feet of net positive suction head (NPSH). Assume that pump suction head loss is negligible. If tank water level is allowed to decrease continuously, at what approximate water level will the pump begin to cavitate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "34 feet",
      "B": "29 feet",
      "C": "21 feet",
      "D": "16 feet -317- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump taking suction from the bottom of an open storage tank containing water at 66°F (see figure below). Pump and water level elevations are indicated in the figure. Assume standard atmospheric pressure. Assuming that pump suction head loss is negligible, what is the approximate value of net positive suction head available to the pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "6 feet",
      "B": "12 feet",
      "C": "39 feet",
      "D": "45 feet -318- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump taking suction from the bottom of an open water storage tank (see figure below). Given:  The tank contains 60°F water.  The eye of the pump impeller is located 50 feet above the bottom of the tank.  The pump requires a minimum net positive suction head of 4 feet. Which one of the following describes the effect on pump operation if tank water level is allowed to continuously decrease? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump will operate normally until tank water level decreases below approximately 20 feet, at which time the pump will cavitate.",
      "B": "The pump will operate normally until tank water level decreases below approximately 16 feet, at which time the pump will cavitate.",
      "C": "The pump will operate normally until the pump suction becomes uncovered, at which time the pump will cavitate.",
      "D": "The pump will operate normally until the pump suction becomes uncovered, at which time the pump will become air bound. -319- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is taking suction on a water storage tank and delivering the makeup water to a cooling water system. The pump will have the lowest net positive suction head requirement if the pump is operated at a relatively __________ speed with a __________ discharge flow control valve. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "high; fully open",
      "B": "high; throttled",
      "C": "low; fully open",
      "D": "low; throttled -320- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing below of a centrifugal pump taking suction from the bottom of an open storage tank containing water at 75°F. Pump and water level elevations are indicated in the figure. Assume standard atmospheric pressure. Assuming that pump suction head loss is negligible, what is the approximate value of net positive suction head available to the pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "5 feet",
      "B": "10 feet",
      "C": "17 feet",
      "D": "23 feet -321- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is taking suction on a water storage tank and discharging through a flow control valve. The pump will have the highest net positive suction head requirement if the pump is operated at a __________ speed with a __________ discharge flow control valve.",
    "choices": {
      "A": "high; fully open",
      "B": "high; throttled",
      "C": "low; fully open",
      "D": "low; throttled"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An operating centrifugal pump has a net positive suction head (NPSH) requirement of 150 feet. Water at 300°F is entering the pump. Which one of the following is the lowest listed pump inlet pressure that will provide adequate NPSH for the pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "60 psia",
      "B": "83 psia",
      "C": "108 psia",
      "D": "127 psia -322- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The current conditions for a centrifugal water pump are as follows: Pump suction pressure = 140 psia Pump suction temperature = 300°F The pump requires a net positive suction head (NPSH) of 150 feet for pumping water at 300°F. Which one of the following is the lowest listed pump suction pressure that will provide the required NPSH for the current pump suction temperature? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "132 psia",
      "B": "128 psia",
      "C": "73 psia",
      "D": "67 psia -323- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is taking suction from an open water storage tank. The pump is located at the base of the tank, takes a suction from the bottom of the tank, and discharges to a pressurized system. Given:  The tank is filled to a level of 26 feet with 60°F water.  The pump is currently operating at 50 gpm.  The pump requires 30 feet of net positive suction head. Which one of the following describes the current pump status, and how the pump flow rate will be affected as the level in the storage tank decreases? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump is currently cavitating; pump flow rate will decrease continuously as tank level decreases.",
      "B": "The pump is currently cavitating; pump flow rate will remain about the same until the tank empties.",
      "C": "The pump is currently not cavitating; pump flow rate will gradually decrease with tank level and then rapidly decrease when cavitation begins at a lower tank level.",
      "D": "The pump is currently not cavitating; pump flow rate will gradually decrease with tank level and then rapidly decrease as the pump becomes air bound when the tank empties. -324- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump taking suction from a reservoir. The pump is located on shore, with the eye of the pump 4 feet higher than the reservoir water level. The pump’s suction line extends 4 feet below the surface of the reservoir. Which one of the following modifications would increase the pump’s available net positive suction head? (Assume the reservoir is at a uniform temperature and ignore any changes in suction line head loss due to friction.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Raise the pump and suction line by 2 feet.",
      "B": "Lower the pump and suction line by 2 feet.",
      "C": "Lengthen the suction line to take a suction from 2 feet deeper.",
      "D": "Shorten the suction line to take a suction from 2 feet shallower. -325- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump taking suction from a reservoir (see figure below). The pump is located on shore, with the eye of the pump 4 feet higher than the reservoir water level. The pump’s suction line extends 4 feet below the surface of the reservoir. Which one of the following modifications would decrease the pump’s available net positive suction head? (Assume the reservoir is at a uniform temperature and ignore any changes in suction line head loss due to friction.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Raise the pump and suction line by 2 feet.",
      "B": "Lower the pump and suction line by 2 feet.",
      "C": "Lengthen the suction line to take a suction from 2 feet deeper.",
      "D": "Shorten the suction line to take a suction from 2 feet shallower. -326- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump with a water storage tank for its suction source. The storage tank is open to the atmosphere and contains 20 feet of water at 60°F. The pump is currently stopped. If the temperature of the water in the storage tank and pump suction piping increases to 80°F, with the accompanying water expansion, the suction head for the pump will __________; and the available net positive suction head for the pump will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; decrease",
      "C": "remain the same; increase",
      "D": "remain the same; decrease -327- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is taking suction from an open water storage tank. The pump is located at the base of the tank, takes a suction from the bottom of the tank, and discharges to a pressurized system. Given:  The storage tank is filled to a level of 26 feet with 60°F water.  The pump requires 45 feet of net positive suction head.  The pump is currently operating at 50 gpm. Which one of the following describes the current pump status, and how the pump flow rate will be affected as the level in the storage tank decreases? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump is currently cavitating; pump flow rate will decrease continuously as tank level decreases.",
      "B": "The pump is currently cavitating; pump flow rate will remain about the same until the tank empties.",
      "C": "The pump is currently not cavitating; pump flow rate will gradually decrease with tank level, and then rapidly decrease when the tank empties.",
      "D": "The pump is currently not cavitating; pump flow rate will gradually decrease with tank level, and then rapidly decrease when cavitation begins before the tank empties. -328- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating normally in a closed cooling water system. If system pressure is increased by 10 psi, the available net positive suction head (NPSH) for the pump will __________; and the pump mass flow rate will __________. (Assume the water density does not change and the minimum required NPSH for the pump is maintained.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; remain the same",
      "C": "decrease; decrease",
      "D": "decrease; remain the same -329- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a centrifugal pump with a water storage tank for its suction source. The storage tank is open to the atmosphere and contains 20 feet of water at 90°F. The pump is currently stopped. If the temperature of the water in the storage tank and pump suction piping decreases to 70°F, with the accompanying water contraction, the suction head for the pump will __________; and the available net positive suction head for the pump will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; increase",
      "B": "decrease; remain the same",
      "C": "remain the same; increase",
      "D": "remain the same; remain the same -330- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Shutting the discharge valve on an operating motor-driven radial-flow centrifugal pump in a water system will cause the motor amps to __________ and the pump discharge pressure to __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease, increase",
      "B": "decrease, decrease",
      "C": "increase, increase",
      "D": "increase, decrease -331- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " When starting an AC motor-driven centrifugal pump, the response of motor current will be...",
    "choices": {
      "A": "low starting amps, increasing to a higher equilibrium value of running amps.",
      "B": "low starting amps, remaining at a low equilibrium value of running amps.",
      "C": "high starting amps, decreasing to a lower equilibrium value of running amps.",
      "D": "high starting amps, remaining at a high equilibrium value of running amps."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A constant-speed radial-flow centrifugal pump motor draws the least current when the pump is... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "at runout conditions.",
      "B": "at operating conditions.",
      "C": "accelerating to normal speed during start.",
      "D": "at shutoff head. -332- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump was initially circulating water at 100°F in a cooling water system. Over several hours, the water temperature increased to 150°F. Assuming system flow rate (gpm) was constant, pump motor amps __________ during the heatup because __________.",
    "choices": {
      "A": "decreased; the water density decreased",
      "B": "decreased; the water volume increased",
      "C": "increased; the water density decreased",
      "D": "increased; the water volume increased"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An AC motor-driven centrifugal pump was initially circulating water at 200°F in a cooling water system. Over several hours, the circulating water temperature decreased to 120°F while system flow rate (gpm) remained constant. During the system cooldown, pump motor current __________ because __________ NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decreased; the water density increased",
      "B": "increased; the water density increased",
      "C": "decreased; the pump motor efficiency decreased",
      "D": "increased; the pump motor efficiency decreased -333- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating in a closed system with all valves fully open. If the pump discharge valve is throttled 75 percent closed, pump motor current will...",
    "choices": {
      "A": "increase and stabilize at a higher value.",
      "B": "decrease and stabilize at a lower value.",
      "C": "increase briefly, then return to the original value.",
      "D": "decrease briefly, then return to the original value."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following operating conditions for a motor-driven radial-flow centrifugal pump will result in the most current being drawn by the pump motor? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Pump discharge head is at shutoff head.",
      "B": "The pump is operating at minimum flow.",
      "C": "Pump discharge head is at design head.",
      "D": "The pump is operating at runout. -334- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Initially, an AC motor-driven centrifugal pump was operating in a cooling water system with cooling water temperature at 150°F. Over several hours, the cooling water temperature decreased and is currently 100°F. Assuming pump flow rate (gpm) remained constant, the pump motor is drawing __________ current because __________ is greater.",
    "choices": {
      "A": "more; cooling water density",
      "B": "more; motor efficiency",
      "C": "less; cooling water density",
      "D": "less; motor efficiency"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An AC motor-driven centrifugal pump is circulating water at 180°F with a motor current of 100 amps. After several hours, system temperature has changed such that the water density has increased by 4 percent. Assuming pump head and volumetric flow rate do not change, which one of the following is the new pump motor current? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "84 amps",
      "B": "96 amps",
      "C": "104 amps",
      "D": "116 amps -335- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Initially, centrifugal pump A is circulating water at 100°F. If the temperature of the cooling water entering pump A increases to 200°F, the pump’s motor current will... (Assume the pump’s volumetric flow rate is constant.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, because the speed of the pump shaft will increase.",
      "B": "decrease, because the speed of the pump shaft will decrease.",
      "C": "increase, because the density of the cooling water will increase.",
      "D": "decrease, because the density of the cooling water will decrease. -336- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A constant-speed radial-flow centrifugal pump motor draws the least current when the pump is...",
    "choices": {
      "A": "at maximum rated flow conditions.",
      "B": "operating on recirculation flow only.",
      "C": "accelerating to normal speed during start.",
      "D": "at shutoff head with no recirculation flow."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A typical radial-flow centrifugal pump is operating at rated conditions in an open system with all valves fully open. If the pump discharge valve is throttled to 50 percent closed, pump discharge pressure will __________; and pump motor current will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; decrease",
      "B": "decrease; increase",
      "C": "increase; increase",
      "D": "increase; decrease -337- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump in a cooling water system is operating with a motor current of 200 amps. After several hours, the system water density has increased by 3 percent, while the pump head and volumetric flow rate have remained the same. Which one of the following is the new pump motor current? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "203 amps",
      "B": "206 amps",
      "C": "218 amps",
      "D": "236 amps -338- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A constant-speed centrifugal pump motor draws the most current when the pump is...",
    "choices": {
      "A": "at maximum rated flow conditions.",
      "B": "operating at runout flow.",
      "C": "accelerating to normal speed during start.",
      "D": "at shutoff head with no recirculation flow."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An AC motor-driven centrifugal pump was just started. During the start, motor current remained peaked for 6 seconds before decreasing to standard running current. Normally, the starting current peak lasts about 4 seconds. Which one of the following could have caused the extended starting current peak? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump shaft was seized and did not turn.",
      "B": "The pump was initially rotating slowly in the reverse direction.",
      "C": "The pump discharge check valve was stuck closed and did not open.",
      "D": "The pump was initially air bound, and then primed itself after 6 seconds of operation. -339- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A cooling water pump is being driven by an AC induction motor. Which one of the following describes how and why pump motor current will change if the pump shaft shears?",
    "choices": {
      "A": "Decreases due to decreased pump work.",
      "B": "Decreases due to decreased counter electromotive force.",
      "C": "Increases due to increased pump work.",
      "D": "Increases due to decreased counter electromotive force."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is circulating water at 180°F with a pump motor current of 200 amps. After several hours, system temperature has changed such that the water density has increased by 6 percent. Assuming pump head and volumetric flow rate do not change, which one of the following is the new pump motor current? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "203 amps",
      "B": "206 amps",
      "C": "212 amps",
      "D": "224 amps -340- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An AC motor-driven centrifugal water pump was just started. During the start, motor current remained peaked for 2 seconds, and then decreased and stabilized at about one-fifth the standard running current. Normally, the starting current peak lasts about 4 seconds. Which one of the following could have caused the abnormal start indications above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump shaft was initially seized and the motor breaker opened.",
      "B": "The pump was initially rotating slowly in the reverse direction.",
      "C": "The pump was initially air bound, and then primed itself after 2 seconds of operation.",
      "D": "The coupling between the motor and pump shafts was left disconnected after maintenance. -341- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A radial-flow centrifugal cooling water pump is driven by an AC induction motor. The pump can supply cooling water to several heat loads, all of which are in parallel alignment. The following pump conditions initially exist: Pump motor current = 100 amps Pump flow rate = 400 gpm Pump suction temperature = 70°F Four hours later, the motor is drawing 95 amps. Which one of the following could be responsible for the observed decrease in motor amps? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The temperature of the cooling water being pumped decreased to 60°F with no change in pump flow rate.",
      "B": "The temperature of the cooling water being pumped increased to 80°F with no change in pump flow rate.",
      "C": "Cooling water flow was established to an additional heat load with no change in the temperature of the cooling water being pumped.",
      "D": "Cooling water flow was isolated from an out-of-service heat load with no change in the temperature of the cooling water being pumped. -342- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A radial-flow centrifugal cooling water pump is driven by an AC induction motor. The pump can supply cooling water to several heat loads, all of which are in parallel alignment. Initially, the following pump conditions exist: Pump motor current = 100 amps Pump flow rate = 400 gpm Pump suction temperature = 70°F Four hours later, the pump motor is drawing 105 amps. Which one of the following could be responsible for the observed increase in motor current? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The temperature of the cooling water being pumped decreased to 60°F with no change in pump volumetric flow rate.",
      "B": "The temperature of the cooling water being pumped increased to 80°F with no change in pump volumetric flow rate.",
      "C": "Cooling water flow was established to an additional heat load with no change in the temperature of the cooling water being pumped.",
      "D": "Cooling water flow was isolated from an out-of-service heat load with no change in the temperature of the cooling water being pumped. -343- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump exhibited indications of pump failure while being started. Which one of the following pairs of observations indicate that the pump failure is a sheared impeller shaft?",
    "choices": {
      "A": "Excessive duration of high starting current and motor breaker trips.",
      "B": "Excessive duration of high starting current and no change in system flow rate.",
      "C": "Lower than normal running current and motor breaker trips.",
      "D": "Lower than normal running current and no change in system flow rate."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Some large centrifugal pumps are started with their discharge valves closed to prevent... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "cavitation in the pump.",
      "B": "lifting the discharge relief valve.",
      "C": "loss of recirculation (miniflow).",
      "D": "excessive current in the pump motor. -344- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Some large centrifugal pumps are interlocked so that the pump will not start unless its discharge valve is at least 90 percent closed. This interlock is provided to minimize...",
    "choices": {
      "A": "pump discharge pressure.",
      "B": "heating of the pumped fluid.",
      "C": "the potential for cavitation at the pump suction.",
      "D": "the duration of the pump motor starting current."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following contains two reasons for starting a typical radial-flow centrifugal pump with the discharge piping full of water and the discharge valve closed? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Prevent pump runout and prevent motor overspeed.",
      "B": "Prevent pump runout and ensure lubrication of pump seals.",
      "C": "Prevent water hammer and ensure adequate pump recirculation flow.",
      "D": "Prevent water hammer and prevent excessive duration of starting current. -345- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system and the associated pump/system operating curves (see figure below) in which pumps A and B are identical single-speed centrifugal pumps and only pump A is operating. If pump B is started, system flow rate will be __________ and common pump discharge pressure will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "the same; higher",
      "B": "higher; the same",
      "C": "the same; the same",
      "D": "higher; higher -346- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system and the associated pump/system operating curves (see figure below). Pumps A and B are identical single-speed centrifugal pumps, and only pump A is operating. If pump B is started, after the system stabilizes system flow rate will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "twice the original flow.",
      "B": "the same as the original flow.",
      "C": "less than twice the original flow.",
      "D": "more than twice the original flow. -347- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating in parallel with a positive displacement pump in an open water system. Each pump has the same maximum design pressure. If pump discharge pressure increases to the maximum design pressure of each pump, the centrifugal pump will be operating near __________ flow rate and the positive displacement pump will be operating near __________ flow rate. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "minimum; minimum",
      "B": "minimum; maximum rated",
      "C": "maximum rated; minimum",
      "D": "maximum rated; maximum rated -348- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system (see figure below). Pumps A and B are identical single-speed centrifugal pumps and both pumps are initially operating when pump B trips. After the system stabilizes, system flow rate will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "more than one-half the original flow.",
      "B": "one-half the original flow.",
      "C": "less than one-half the original flow.",
      "D": "the same; only the pump head will change. -349- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following is an indication of pump runout?",
    "choices": {
      "A": "Low pump flow rate",
      "B": "High pump vibration",
      "C": "Low pump motor current",
      "D": "High pump discharge pressure"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following is an indication of pump runout? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "High discharge pressure",
      "B": "Low pump motor current",
      "C": "High pump flow rate",
      "D": "Pump flow reversal -350- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes typical radial-flow centrifugal pump runout conditions?",
    "choices": {
      "A": "High discharge pressure, low flow, high power demand",
      "B": "High discharge pressure, high flow, low power demand",
      "C": "Low discharge pressure, low flow, low power demand",
      "D": "Low discharge pressure, high flow, high power demand"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating at its maximum design flow rate, delivering water through two parallel valves. Valve A is half open, and valve B is one quarter open. Which one of the following will occur if both valves are fully opened? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump will operate at shutoff head.",
      "B": "The pump available net positive suction head will increase.",
      "C": "The pump required net positive suction head will decrease.",
      "D": "The pump will operate at runout conditions. -351- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of centrifugal pump and system operating curves (see figure below). Which point represents pump operation at runout conditions? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D -352- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system in which only centrifugal pump A is operating and the common pump discharge valve is currently 90 percent open (see figure below). An abnormal total heat load on the cooling water system is causing pump A to approach operation at runout conditions. Which one of the following will cause pump A to operate further away from runout conditions? (Assume that satisfactory available net positive suction head is maintained at all times.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Starting pump B.",
      "B": "Raising the water level in the surge tank by 2 feet.",
      "C": "Decreasing heat exchanger service water flow rate by 10 percent.",
      "D": "Positioning the common pump discharge valve to 100 percent open. -353- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A flow-limiting venturi in the discharge piping of a centrifugal pump decreases the potential for the pump to experience... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "runout.",
      "B": "reverse flow.",
      "C": "shutoff head.",
      "D": "water hammer. -354- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a radial-flow centrifugal pump with a recirculation line in an open system (see figure below). The recirculation line throttle valve is currently 50 percent open. The pump is currently operating very close to runout. To move pump operation farther away from runout, without reducing the pump’s available net positive suction head, an orifice can be installed at point _____; or the pump’s recirculation line throttle valve can be positioned more __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "X; open",
      "B": "X; closed",
      "C": "Y; open",
      "D": "Y; closed -355- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a lube oil temperature control system and the associated pump/system operating curves (see figure below). The pump is initially operating at point B. If the temperature control valve modulates further open, operating point B will be located on curve __________ closer to point __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1; D",
      "B": "2; A",
      "C": "1; E",
      "D": "2; C -356- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a lube oil temperature control system and the associated pump/system operating curves (see figure below). The pump is operating at point B on the operating curve. If the temperature control valve modulates further closed, operating point B will be located on curve __________ closer to point __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1; D",
      "B": "2; A",
      "C": "1; E",
      "D": "2; C -357- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows a combination of two pump/system operating conditions. Initially, a centrifugal pump is operating with a partially open discharge valve in a closed system. The discharge valve is then opened fully. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -358- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows the results of a change in pump and/or system operating conditions. Two identical constant-speed centrifugal pumps are operating in series in an open system when one pump trips. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -359- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows the steady-state \"before and after\" conditions for a change in pump and/or system operating conditions. Initially, one centrifugal pump was operating in a cooling water system. Then, a second identical centrifugal pump was started in series with the first. Which set of operating curves shown below depicts the steady-state “before and after” conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -360- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Initially, two identical centrifugal pumps were operating in parallel in a closed system when one pump tripped. Which set of operating curves shown below depicts the steady-state “before and after” conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -361- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows a combination of two pump/system operating conditions. Initially, a constant-speed centrifugal pump was operating in an closed system. Another identical centrifugal pump was then started in parallel with the first. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -362- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows the results of a change in pump and/or system operating conditions. Initially, a centrifugal pump is operating in a closed water system and discharging through a single heat exchanger. A second heat exchanger is then placed in service in parallel with the first. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -363- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of centrifugal pump and system operating curves (see figure below). Which one of the following determines the general shape of the curve from point C to point D? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The frictional and throttling losses in the piping system as the system flow rate increases.",
      "B": "The frictional losses between the pump impeller and its casing as the differential pressure (D/P) across the pump increases.",
      "C": "The pump flow losses, due to the decrease in available net positive suction head as the system flow rate increases.",
      "D": "The pump flow losses, due to back leakage through the clearances between the pump impeller and casing as the D/P across the pump increases. -364- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of centrifugal pump and system operating curves (see figure below). A centrifugal pump is initially operating at point B. If the pump speed is reduced by one-half, the new operating point will be located on curve _____ closer to point _____. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1; D",
      "B": "2; A",
      "C": "1; E",
      "D": "2; C -365- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a lube oil temperature control system (see figure below). Initially, the pump is operating with the temperature control valve one-half open. If the temperature control valve is positioned more closed, the system head loss will __________; and the pump head will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, decrease",
      "B": "increase, increase",
      "C": "decrease, decrease",
      "D": "decrease, increase -366- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a lube oil temperature control system and the associated pump/system operating curves (see figure below). If the pump is initially operating at point B, how will the operating point change if the temperature controller setpoint is decreased by 10°F? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Operating point B will be located on curve 1 closer to point E.",
      "B": "Operating point B will be located on curve 1 closer to point D.",
      "C": "Operating point B will be located on curve 2 closer to point A.",
      "D": "Operating point B will be located on curve 2 closer to point C. -367- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing showing two operating points for the same centrifugal pump (see figure below). Operating point A was generated from pump performance data taken six months ago. Current pump performance data was used to generate operating point B. Which one of the following would cause the observed difference between operating points A and B? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump discharge valve was more open when data was collected for operating point A.",
      "B": "The pump discharge valve was more closed when data was collected for operating point A.",
      "C": "The pump internal components have worn since data was collected for operating point A.",
      "D": "The system piping head loss has increased since data was collected for operating point A. -368- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows the results of a change in pump and/or system operating conditions. Initially, a two-speed centrifugal pump is operating at low speed in a cooling water system and discharging through a heat exchanger. The pump is then switched to high speed. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -369- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of four sets of centrifugal pump and system operating curves (see figure below). Each set of curves shows the results of a change in pump and/or system operating conditions. Initially, a two-speed centrifugal pump is operating at high speed in a cooling water system and discharging through a heat exchanger. The pump is then switched to low speed. Which set of operating curves depicts the \"before\" and \"after\" conditions described above? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4. -370- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system and the associated pump/system operating curves (see figure below). Pumps A and B are identical single-speed centrifugal pumps and initially only pump A is operating. Pump B is then started. After the system stabilizes, system flow rate will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "the same as the initial flow rate.",
      "B": "less than twice the initial flow rate.",
      "C": "twice the initial flow rate.",
      "D": "more than twice the initial flow rate. -371- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following changes to the cooling water system will result in a higher cooling water pump flow rate and a reduced pump discharge head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increase pump speed by 20 percent.",
      "B": "Decrease pump speed by 20 percent.",
      "C": "Isolate one of the two in-service heat loads.",
      "D": "Place the third system heat load in service. -372- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is located adjacent to the bottom of an open water storage tank. The pump is taking suction from a river and discharging to the bottom of the tank. Initially the tank was empty and the pump was operating at point B on the drawing below. When tank water level reaches 30 feet, the new pump operating point will be located on curve __________ closer to point __________. (Assume that no other changes occur in the system.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1; D",
      "B": "2; A",
      "C": "1; E",
      "D": "2; C -373- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is used to provide makeup water to a storage tank that is 30 feet high. The pump is located at the base of the tank. The pump can be aligned to fill the tank via a top connection or a bottom connection using piping of equal lengths and diameters. The tank is currently half full. With the pump in operation, the pump will have the highest discharge pressure if the pump is aligned to fill the tank via the ________ connection; and the tank will become full in the least amount of time if the pump is aligned to fill the tank via the ________ connection. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "top; top",
      "B": "top; bottom",
      "C": "bottom; top",
      "D": "bottom; bottom -374- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of operating curves for a centrifugal pump in a closed water system (see figure below). Which one of the following describes the value of head where the two curves cross? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The maximum amount of head that the pump can provide.",
      "B": "The amount of pump head that is required to avoid cavitation.",
      "C": "The amount of pump head that is converted to kinetic energy in the pump.",
      "D": "The amount of pump head that is converted to heat and other losses as the water circulates through the system. -375- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). Which one of the following changes to the cooling water system will result in a lower cooling water pump flow rate and a higher pump discharge head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decrease pump speed by 20 percent.",
      "B": "Increase pump speed by 20 percent.",
      "C": "Isolate one of the two in-service heat loads.",
      "D": "Place the third system heat load in service. -376- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is used to provide makeup water to a vented storage tank that is 30 feet high. The pump is located at the base of the tank. The pump can be aligned to fill the tank via a top connection or a bottom connection using piping of equal lengths and diameters. With the tank half full, the operating pump will have the lowest discharge pressure if the pump is aligned to fill the tank via the ________ connection; and the tank will require the longest amount of time to become completely full if the pump is aligned to fill the tank via the ________ connection. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "top; top",
      "B": "top; bottom",
      "C": "bottom; top",
      "D": "bottom; bottom -377- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the pump and system curves (see figure below) for a centrifugal pump operating in a cooling water system. Operating point A existed when data was taken six months ago. Operating point B is the current operating point. Which one of the following could be responsible for the difference between the operating points? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump discharge valve was more open when the data was collected for operating point A.",
      "B": "The pump discharge valve was more closed when the data was collected for operating point A.",
      "C": "The pump was rotating faster when the data was collected for operating point A.",
      "D": "The pump was rotating slower when the data was collected for operating point A. -378- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven radial-flow centrifugal pump is used to provide makeup water to a vented storage tank that is 30 feet high. The pump is located at the base of the tank. The pump can be aligned to fill the tank via a top connection or a bottom connection using piping of equal lengths and diameters. The tank is currently empty. With tank filling underway, the pump motor will have the lowest power demand if the pump is using the __________ connection; and the tank will require the least amount of time to become completely full if the pump is using the __________ connection. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "top; top",
      "B": "top; bottom",
      "C": "bottom; top",
      "D": "bottom; bottom -379- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing showing two different operating points for the same centrifugal pump operating in the same cooling water system (see figure below). Operating point A was generated from pump data collected two days ago. Operating point B was generated from pump data collected today. Which one of the following would cause the observed difference between operating points A and B? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump was rotating faster when data was collected for operating point B.",
      "B": "The pump was rotating slower when data was collected for operating point B.",
      "C": "The pump discharge valve was more open when data was collected for operating point B.",
      "D": "The pump discharge valve was more closed when data was collected for operating point B. -380- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of pump and system operating curves (see figure below). The drawing shows the operating point for a single-speed centrifugal pump operating in a closed cooling water system using 6-inch diameter piping. If the cooling water system 6-inch diameter piping were replaced with 8-inch diameter piping, the new operating point would occur at a __________ pump head and a __________ pump flow rate. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher; lower",
      "B": "higher; higher",
      "C": "lower; lower",
      "D": "lower; higher -381- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing showing two operating points for the same centrifugal pump operating in a cooling water system (see figure below). The pump’s operating point can be shifted from point A to point B by… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increasing the speed of the pump.",
      "B": "decreasing the speed of the pump.",
      "C": "closing the pump discharge valve more.",
      "D": "opening the pump discharge valve more. -382- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump is operating in an open system with its discharge valve throttled to 50 percent open. If the discharge valve is fully opened, the pump’s available net positive suction head (NPSH) will __________; and the pump’s required NPSH will __________.",
    "choices": {
      "A": "remain the same; increase",
      "B": "remain the same; remain the same",
      "C": "decrease; increase",
      "D": "decrease; remain the same"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Increasing the flow rate from a centrifugal pump by throttling open the discharge valve will cause pump head to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase and stabilize at a higher value.",
      "B": "decrease and stabilize at a lower value.",
      "C": "remain constant because pump head is a design parameter.",
      "D": "increase, then decrease following the pump's efficiency curve. -383- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating normally in an open system. If the pump recirculation valve is opened farther, pump discharge pressure will __________; and pump flow rate will __________.",
    "choices": {
      "A": "increase; decrease",
      "B": "decrease; increase",
      "C": "increase; increase",
      "D": "decrease; decrease"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal pump is operating normally in an open system with all valves fully open. If the pump discharge valve is throttled to 50 percent, pump suction pressure will __________; and pump discharge pressure will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; decrease",
      "B": "decrease; increase",
      "C": "increase; increase",
      "D": "decrease; decrease -384- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A variable-speed centrifugal pump is operating at rated speed in an open system. If the pump speed is decreased by 50 percent, available net positive suction head (NPSH) will __________; and required NPSH will __________.",
    "choices": {
      "A": "increase; decrease",
      "B": "increase; remain the same",
      "C": "decrease; decrease",
      "D": "decrease; remain the same"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump is operating in an open system with its discharge valve throttled to 50 percent. How will the pump be affected if the discharge valve is fully opened? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Total developed head decreases, and motor current decreases.",
      "B": "Total developed head increases, and available net positive suction head decreases.",
      "C": "The potential for pump cavitation decreases, and pump differential pressure decreases.",
      "D": "Available net positive suction head decreases, and pump differential pressure decreases. -385- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A variable speed motor-driven centrifugal pump is operating at 50 percent speed in an open system. If the pump speed is increased to 100 percent, available net positive suction head (NPSH) will __________; and required NPSH will __________.",
    "choices": {
      "A": "increase; remain the same",
      "B": "increase; increase",
      "C": "decrease; remain the same",
      "D": "decrease; increase"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes a reason for designing centrifugal pumps with suction nozzles that are larger than their discharge nozzles? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increases total pump head by increasing the velocity head at the suction of the pump.",
      "B": "Increases the differential pressure across the pump by decreasing pump head loss.",
      "C": "Increases pump available net positive suction head by decreasing head loss at the pump suction.",
      "D": "Increases pump capacity by decreasing turbulence at the suction of the pump. -386- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal firewater pump is operating to pressurize a fire main. The pump takes suction on a water reservoir. The reservoir water level and the eye of the pump impeller are both at sea level. Given:  The pump has a design shutoff head of 100 feet.  The required net positive suction head (NPSH) for the pump is 15 feet.  The reservoir water temperature is 60°F.  A fire hose connected to the fire main is being used to suppress an elevated fire. At which one of the following fire hose spray nozzle elevations (referenced to sea level) will the pump first be unable to provide flow? (Disregard head loss in the fire main and fire hose.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "86 feet",
      "B": "101 feet",
      "C": "116 feet",
      "D": "135 feet -387- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal firewater pump is operating to pressurize a fire main. The pump takes suction from a water reservoir. A fire hose connected to the fire main is being used to suppress an elevated fire. Given:  The eye of the pump impeller is located 5 feet above the reservoir water level.  The pump has a design shutoff head of 120 feet.  The required net positive suction head (NPSH) for the pump is 15 feet.  The reservoir water temperature is 60°F. At which one of the following elevations above the eye of the pump impeller will the fire hose spray nozzle first be unable to provide flow? (Disregard all sources of head loss.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "111 feet",
      "B": "116 feet",
      "C": "121 feet",
      "D": "126 feet -388- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal firewater pump is operating to pressurize a fire main. The pump takes suction from a vented water storage tank. A fire hose connected to the fire main is being used to suppress an elevated fire. Given:  The eye of the pump impeller is located 30 feet below the tank water level.  The pump has a design shutoff head of 120 feet.  The required net positive suction head (NPSH) for the pump is 15 feet.  The tank water temperature is 60°F. At which one of the following elevations above the eye of the pump impeller will the fire hose spray nozzle first be unable to provide flow? (Disregard all sources of head loss.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "106 feet",
      "B": "121 feet",
      "C": "136 feet",
      "D": "151 feet -389- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal cooling water pump is operating in an open system with its discharge valve fully open. If the discharge valve is repositioned to 50 percent open, the pump’s available net positive suction head (NPSH) will __________; and the pump’s required NPSH will __________.",
    "choices": {
      "A": "remain the same; decrease",
      "B": "remain the same; remain the same",
      "C": "increase; decrease",
      "D": "increase; remain the same"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A centrifugal firewater pump is operating to pressurize a fire main. The pump takes suction from a water reservoir. A fire hose connected to the fire main is being used to suppress an elevated fire. Given:  The eye of the pump impeller is located 15 feet below the reservoir water level.  The pump has a design shutoff head of 120 feet.  The required net positive suction head (NPSH) for the pump is 15 feet.  The reservoir water temperature is 60°F. At which one of the following elevations above the reservoir water level will the fire hose spray nozzle first be unable to provide flow? (Disregard all sources of head loss.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "91 feet",
      "B": "106 feet",
      "C": "121 feet",
      "D": "136 feet -390- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump is operating in a closed-loop cooling water system and is unable to achieve its rated volumetric flow rate due to cavitation. Which one of the following will enable the pump to achieve a higher volumetric flow rate before cavitation occurs? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Operate the system at a higher pressure.",
      "B": "Operate the system at a higher temperature.",
      "C": "Remove the existing pump motor and install a motor with a higher horsepower rating.",
      "D": "Remove the existing pump and install a same-capacity pump with a higher minimum required net positive suction head rating. -391- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the graph that represents the head-capacity characteristics for a single-speed centrifugal cooling water pump (see figure below). Which one of the following lists a pair of parameters that could be represented by curves A and B? (Note: NPSH is net positive suction head.) Curve A Curve B NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Pump Head Available NPSH",
      "B": "Available NPSH Required NPSH",
      "C": "Required NPSH System Head Loss",
      "D": "System Head Loss Pump Head -392- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Centrifugal pumps A and B are identical except that pump A uses a single-suction impeller while pump B uses a double-suction impeller. If both pumps are pumping water at the same inlet temperature, inlet pressure, and flow rate, single-suction pump A typically will have the __________ impeller axial thrust and the __________ required net positive suction head.",
    "choices": {
      "A": "greater; greater",
      "B": "greater; smaller",
      "C": "smaller; greater",
      "D": "smaller; smaller"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A motor-driven centrifugal pump is operating normally in a closed cooling water system. When the pump discharge flow control valve is opened further, the pump is unable to provide the desired volumetric flow rate due to cavitation. Which one of the following will enable a higher pump volumetric flow rate before cavitation occurs? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Remove the existing motor and install a motor with a lower horsepower rating.",
      "B": "Remove the existing motor and install a motor with a higher horsepower rating.",
      "C": "Remove the existing pump and install a same-capacity pump with a lower minimum net positive suction head requirement.",
      "D": "Remove the existing pump and install a same-capacity pump with a higher minimum net positive suction head requirement. -393- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). The pump is unable to achieve its rated volumetric flow rate due to cavitation. Which one of the following will enable the pump to achieve a higher volumetric flow rate before cavitation occurs? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decrease the service water flow rate.",
      "B": "Operate the system at a lower pressure.",
      "C": "Move the surge tank connection closer to the suction of the pump.",
      "D": "Remove the existing pump motor and install a motor with a higher horsepower rating. -394- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). The pump discharge valve is partially throttled to produce the following initial pump operating parameters: Pump discharge pressure = 45 psig Pump suction pressure = 15 psig Pump flow rate = 120 gpm After a few hours of operation, the current pump operating parameters are as follows: Pump discharge pressure = 48 psig Pump suction pressure = 18 psig Pump flow rate: = 120 gpm Which one of the following could be responsible for the change in pump operating parameters? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The pump speed increased with no other changes to the system.",
      "B": "The surge tank level increased with no other changes to the system.",
      "C": "The pump discharge valve was closed further while pump speed increased.",
      "D": "The pump discharge valve was closed further while surge tank level increased. -395- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). The pump is unable to achieve its rated volumetric flow rate due to cavitation. Which one of the following will enable the pump to achieve a higher volumetric flow rate before cavitation occurs? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Decrease the surge tank water level.",
      "B": "Increase the service water flow rate to the heat exchanger.",
      "C": "Move the surge tank connection closer to the discharge of the pump.",
      "D": "Remove the existing pump motor and install a motor with a higher horsepower rating. -396- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of an operating cooling water system (see figure below). How will the centrifugal pump flow rate be affected if the surge tank level decreases from 8 feet to 4 feet? (Assume the pump maintains adequate net positive suction head.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Pump flow rate will increase.",
      "B": "Pump flow rate will decrease.",
      "C": "Pump flow rate will remain the same.",
      "D": "Pump flow rate will oscillate. -397- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Consider the required net positive suction head (NPSH ) and the available net positive suction head R (NPSH ) for a typical centrifugal pump operating normally in a closed cooling water system. If the A pump flow rate increases, __________ will be affected; and if the pump inlet pressure increases, __________ will be affected. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "only NPSH ; only NPSH A A",
      "B": "only NPSH ; both NPSH and NPSH A R A",
      "C": "both NPSH and NPSH ; only NPSH R A A",
      "D": "both NPSH and NPSH ; both NPSH and NPSH R A R A -398- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " How are the required net positive suction head (NPSH ) and available net positive suction head R (NPSH ) for an in-service centrifugal water pump determined? A NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Both NPSH and NPSH are calculated using water parameter values at the pump inlet. R A",
      "B": "Both NPSH and NPSH are determined from pump curves provided by the pump manufacturer. R A",
      "C": "NPSH is calculated using water parameter values at the pump inlet, while NPSH is determined R A from pump curves provided by the pump manufacturer.",
      "D": "NPSH is calculated using water parameter values at the pump inlet, while NPSH is determined A R from pump curves provided by the pump manufacturer. -399- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of a cooling water system with an operating centrifugal pump (see figure below). If the surge tank water level increases from 8 feet to 9 feet, the pump mass flow rate will… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, because the pump suction head will increase while the pump discharge head decreases.",
      "B": "increase, because the pump suction head will increase while the pump discharge head remains the same.",
      "C": "remain the same, because the pump suction and discharge heads will increase by the same amount.",
      "D": "remain the same, because the pump suction and discharge heads will be unaffected by the change in surge tank water level. -400- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following specifies the proper pump discharge valve position, and the basis for that position, when starting a large motor-driven radial-flow centrifugal pump?",
    "choices": {
      "A": "Fully open, to reduce motor starting power requirements.",
      "B": "Throttled, to reduce motor starting power requirements.",
      "C": "Fully open, to ensure adequate pump net positive suction head.",
      "D": "Throttled, to ensure adequate pump net positive suction head."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A typical single-stage radial-flow centrifugal pump is being returned to service following maintenance on its three-phase AC induction motor. Which one of the following will occur when the pump is started if two of the three motor power leads were inadvertently swapped during restoration? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The motor breaker will trip on instantaneous overcurrent.",
      "B": "The motor will not turn and will emit a humming sound.",
      "C": "The pump will rotate in the reverse direction with reduced or no flow rate.",
      "D": "The pump will rotate in the normal direction with reduced flow rate. -401- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " If the speed of a positive displacement pump is increased, the available net positive suction head will __________; and the pump will operate __________ cavitation. A increase; closer to",
    "choices": {
      "B": "decrease; further from",
      "C": "increase; further from",
      "D": "decrease; closer to"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An increase in positive displacement pump speed will cause the available net positive suction head for the pump to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease, due to the increase in fluid flow rate.",
      "B": "decrease, due to the increase in fluid discharge pressure.",
      "C": "increase, due to the increase in fluid discharge pressure.",
      "D": "increase, due to the increase in fluid flow rate. -402- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " The minimum required net positive suction head for a typical positive displacement pump will increase the most if the pump...",
    "choices": {
      "A": "speed increases from 1,200 rpm to 1,600 rpm.",
      "B": "discharge pressure decreases from 100 psig to 50 psig.",
      "C": "suction temperature increases from 75°F to 85°F.",
      "D": "discharge valve is positioned from 90 percent open to fully open."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes the proper location for a relief valve that will be used to prevent exceeding the design pressure of a positive displacement pump and associated piping? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "On the pump suction piping upstream of the suction isolation valve.",
      "B": "On the pump suction piping downstream of the suction isolation valve.",
      "C": "On the pump discharge piping upstream of the discharge isolation valve.",
      "D": "On the pump discharge piping downstream of the discharge isolation valve. -403- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A positive displacement pump (PDP) is operating in an open system. PDP parameters are as follows: PDP speed = 1,000 rpm PDP discharge pressure = 2,000 psig PDP suction pressure = 50 psig PDP flow rate = 150 gpm Which one of the following changes will cause PDP flow rate to exceed 200 gpm?",
    "choices": {
      "A": "A second identical discharge path is opened.",
      "B": "PDP speed is increased to 1,500 rpm.",
      "C": "PDP suction pressure is increased to 120 psig.",
      "D": "Downstream system pressure is decreased to 1,000 psig."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " If the fully open discharge valve of a reciprocating positive displacement pump is closed approximately 10 percent, pump flow rate will __________; and pump head will __________. (Assume \"ideal\" pump response.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; increase",
      "B": "remain constant; increase",
      "C": "decrease; remain constant",
      "D": "remain constant; remain constant -404- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A variable-speed positive displacement pump is operating at 100 rpm with a flow rate of 60 gpm in an open system. To decrease pump flow rate to 30 gpm, pump speed must be decreased to approximately...",
    "choices": {
      "A": "25 rpm.",
      "B": "35 rpm.",
      "C": "50 rpm.",
      "D": "71 rpm."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following conditions will result in the greatest increase in volumetric flow rate through a positive displacement pump? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Doubling the pump speed.",
      "B": "Doubling the pump net positive suction head.",
      "C": "Reducing the downstream system pressure by one-half.",
      "D": "Positioning the discharge valve from half open to fully open. -405- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following describes single-speed pump operating characteristics?",
    "choices": {
      "A": "Centrifugal pumps deliver a variety of flow rates at a constant head.",
      "B": "Centrifugal pumps deliver a constant head over a variety of flow rates.",
      "C": "Positive displacement pumps deliver a variety of flow rates at a constant head.",
      "D": "Positive displacement pumps deliver a constant flow rate over a variety of heads."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A positive displacement pump (PDP) is operating in an open water system. PDP parameters are as follows: PDP speed = 480 rpm PDP discharge pressure = 1,000 psig PDP suction pressure = 10 psig PDP flow rate = 60 gpm Which one of the following changes will cause PDP flow rate to exceed 100 gpm? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A second identical discharge path is opened.",
      "B": "PDP speed is increased to 900 rpm.",
      "C": "PDP suction pressure is increased to 40 psig.",
      "D": "Downstream system pressure is decreased to 500 psig. -406- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An ideal (no slip) reciprocating positive displacement pump is operating to provide makeup water to a reactor coolant system that is being maintained at 1,000 psig. The discharge valve of the pump was found to be throttled to 80 percent open. If the valve is subsequently fully opened, pump flow rate will __________; and pump head will __________.",
    "choices": {
      "A": "increase; decrease",
      "B": "remain constant; decrease",
      "C": "increase; remain constant",
      "D": "remain constant; remain constant"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A variable-speed positive displacement pump is operating at 100 rpm with a flow rate of 60 gpm in an open system. To decrease pump flow rate to 25 gpm, pump speed must be decreased to approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "17 rpm.",
      "B": "33 rpm.",
      "C": "42 rpm.",
      "D": "62 rpm. -407- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following will result in the greatest increase in volumetric flow rate to a system that is currently receiving flow from a positive displacement pump operating at 400 rpm with a discharge pressure of 100 psig? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increase pump speed to 700 rpm.",
      "B": "Reduce system pressure to decrease pump discharge pressure to 40 psig.",
      "C": "Start a second identical positive displacement pump in series with the first.",
      "D": "Start a second identical positive displacement pump in parallel with the first. -408- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A section of pipe is being hydrostatically tested to 1,400 psig using a positive displacement pump. The operating characteristics of the positive displacement pump are shown in the drawing below. Which one of the following could cause the difference between the expected and the actual pump performance? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Pump internal leakage is greater than expected.",
      "B": "Pipe section boundary valve leakage is greater than expected.",
      "C": "A relief valve on the pump discharge piping opened prior to its setpoint of 1,400 psig.",
      "D": "The available NPSH is smaller than expected, but remains above the required NPSH. -409- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Which one of the following conditions will result in the greatest increase in volumetric flow rate from a positive displacement pump operating at 300 rpm and a discharge pressure of 100 psig?",
    "choices": {
      "A": "Increasing pump speed to 700 rpm.",
      "B": "Decreasing pump discharge pressure to 30 psig.",
      "C": "Starting a second identical positive displacement pump in series with the first.",
      "D": "Starting a second identical positive displacement pump in parallel with the first."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An ideal (no slip) reciprocating positive displacement pump is operating in an open system to provide makeup water to a coolant system that is being maintained at 800 psig. The pump discharge valve is fully open. If the pump discharge valve is subsequently throttled to 80 percent open, the pump flow rate will __________; and the pump head will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; increase",
      "B": "decrease; remain constant",
      "C": "remain constant; increase",
      "D": "remain constant; remain constant -410- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A pump is needed to supply fuel oil from a day tank to a diesel engine fuel injection system. The pump must maintain a nearly constant flow rate with a minimum of discharge pressure fluctuations as system pressure varies between 200 psig and 1,900 psig. Which one of the following types of pumps would be most suitable for this application?",
    "choices": {
      "A": "Axial-flow centrifugal",
      "B": "Radial-flow centrifugal",
      "C": "Rotary positive displacement",
      "D": "Reciprocating positive displacement"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " An ideal positive displacement pump is pumping to a system operating at 100 psig. Assume pump speed is constant, zero pump slip, and pump backpressure remains within normal pump operating limits. If system pressure increases to 200 psig, the pump head will __________; and pump flow rate will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; remain the same",
      "B": "increase; decrease",
      "C": "remain the same; remain the same",
      "D": "remain the same; decrease -411- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Use the following drawing of system and pump operating curves for a positive displacement pump with discharge relief valve protection to answer the following question. A positive displacement pump is initially supplying water at 40 gpm with a pump discharge pressure of 400 psia. If pump speed is increased until pump flow rate is 80 gpm, what is the new pump discharge pressure? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "800 psia",
      "B": "1,000 psia",
      "C": "1,200 psia",
      "D": "1,600 psia -412- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Use the following drawing of system and pump operating curves for an operating positive displacement pump with relief valve protection to answer the following question. A positive displacement pump is initially supplying water at 40 gpm with a pump discharge pressure of 200 psia. If pump speed is increased until pump flow rate is 80 gpm, what is the new pump discharge pressure? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "400 psia",
      "B": "800 psia",
      "C": "1,000 psia",
      "D": "1,600 psia -413- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of operating curves for a positive displacement water pump in a closed system (see figure below). Which one of the following describes the value of the head where the two curves cross? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The maximum amount of head that the pump can provide.",
      "B": "The amount of pump head that is required to avoid cavitation.",
      "C": "The amount of pump head that is converted to kinetic energy in the pump.",
      "D": "The amount of pump head that is converted to heat as the water circulates through the system. -414- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " Refer to the drawing of operating curves for a positive displacement pump in a closed water system (see figure below). Which one of the following describes the value of the pump head where the two curves cross? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The amount of pump head produced at zero flow rate.",
      "B": "The amount of pump head required to avoid cavitation.",
      "C": "The amount of pump head needed to maintain the system flow rate.",
      "D": "The amount of pump head converted to kinetic energy in the pump. -415- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " When starting a positive displacement pump, why must the pump discharge valve be fully open?",
    "choices": {
      "A": "Prevents pump cavitation.",
      "B": "Reduces motor starting current.",
      "C": "Minimizes the potential for water hammer.",
      "D": "Ensures integrity of the pump and system piping."
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " What is the purpose of the relief valve located between the pump outlet and the discharge isolation valve of many positive displacement pumps? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Protect the pump and suction piping from overpressure if the discharge valve is open during system startup.",
      "B": "Protect the pump and suction piping from overpressure if the suction valve is closed during pump operation.",
      "C": "Protect the pump and discharge piping from overpressure if the discharge valve is closed during pump operation.",
      "D": "Protect the pump and discharge piping from overpressure due to thermal expansion of pump contents when the pump is stopped with its suction valve closed. -416- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A positive displacement pump should be started with its suction valve __________ and its discharge valve __________.",
    "choices": {
      "A": "throttled; throttled",
      "B": "throttled; fully open",
      "C": "fully open; throttled",
      "D": "fully open; fully open"
    },
    "answer": "A"
  },
  {
    "topic": "Pumps",
    "stem": " A positive displacement pump should be started with its suction valve __________ and its discharge valve __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "closed; closed",
      "B": "closed; open",
      "C": "open; closed",
      "D": "open; open -417- PWR Test Items"
    },
    "answer": "A"
  }
]