[
  {
    "topic": "Sensors and Detectors",
    "stem": " For water flowing through a venturi, there is a proportional relationship between flow rate and differential pressure. For steam flowing through a venturi, the relationship must be modified to account for changes in __________ as the steam flows through the venturi. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "velocity",
      "B": "enthalpy",
      "C": "internal energy",
      "D": "specific volume -73- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " The most probable cause for fluctuating indication from a liquid flow rate differential pressure detector is... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "gas or steam being trapped in the liquid.",
      "B": "unequal temperature gradients in the liquid.",
      "C": "vortexing of the liquid passing through the flow device.",
      "D": "the valve on the high pressure sensing line being partially closed. -74- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A properly calibrated differential pressure-type water flow detector is located several feet below a horizontal pipe containing the detector's sensing element. The detector was removed for inspection and then reconnected to the sensing element with its low-pressure sensing line filled with air and its high-pressure sensing line filled with water. When the water system is operating, indicated flow rate will be...",
    "choices": {
      "A": "zero.",
      "B": "equal to actual flow rate.",
      "C": "lower than actual flow rate.",
      "D": "higher than actual flow rate."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " How will flow rate indication be affected if the equalizing valve for the associated differential pressure detector is fully opened? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increase temporarily, and then return to the initial value.",
      "B": "Decrease temporarily, and then return to the initial value.",
      "C": "Increase to the maximum value.",
      "D": "Decrease to the minimum value. -75- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A differential pressure flow detector is connected to a calibrated orifice in a cooling water system. Which one of the following will cause indicated volumetric flow rate to be lower than actual volumetric flow rate?",
    "choices": {
      "A": "System pressure decreases.",
      "B": "The orifice erodes over time.",
      "C": "Debris becomes lodged in the orifice.",
      "D": "A leak develops in the low pressure sensing line."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Flow rate is being measured using a differential pressure flow detector and a calibrated orifice. If actual flow rate remains constant, which one of the following will cause indicated flow rate to be higher than actual flow rate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The flow detector equalizing valve is inadvertently opened.",
      "B": "A leak develops in the high pressure sensing line.",
      "C": "Debris becomes lodged in the orifice.",
      "D": "The orifice erodes over time. -76- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a pipe elbow used for flow measurement in a cooling water system (see figure below). A differential pressure (D/P) flow detector is connected to instrument lines A and B. If instrument line A develops a leak, indicated flow rate will __________ due to a __________ measured D/P. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; larger",
      "B": "increase; smaller",
      "C": "decrease; larger",
      "D": "decrease; smaller -77- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " If the orifice in a differential pressure (D/P) flow sensor erodes such that the orifice opening becomes larger, indicated flow rate will __________ due to a __________ D/P across the orifice. (Assume actual flow rate remains the same.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; larger",
      "B": "increase; smaller",
      "C": "decrease; larger",
      "D": "decrease; smaller -78- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a horizontal pipe elbow (top view) in an operating water system (see figure below). Three separate differential pressure flow detectors are connected to taps A, B, C, and D as follows: Detector Taps X A and D Y B and D Z C and D Assuming zero head loss in this section of pipe, how will the detectors be affected if tap D ruptures? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "All detectors will fail low.",
      "B": "All detectors will fail high.",
      "C": "Two detectors will fail low and one will fail high.",
      "D": "Two detectors will fail high and one will fail low. -79- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a pipe elbow used for flow measurement in a cooling water system (see figure below). A differential pressure (D/P) flow detector is connected to instrument lines A and B. If instrument line B develops a leak, indicated flow rate will __________ due to a __________ measured D/P. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; larger",
      "B": "increase; smaller",
      "C": "decrease; larger",
      "D": "decrease; smaller -80- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " An orifice is being used in an operating cooling water system to measure flow rate. Which one of the following will cause the differential pressure sensed across the orifice to decrease? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "System pressure decreases.",
      "B": "System flow rate decreases.",
      "C": "Debris becomes lodged in the orifice.",
      "D": "A leak develops in the low pressure sensing line. -81- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a horizontal pipe elbow (top view) in an operating water system (see figure below). Three separate bellows differential pressure flow detectors are connected to taps A, B, C, and D as follows: Detector Taps X A and D Y B and D Z C and D Assume that water is incompressible and there is no head loss in this section of pipe. How will the detectors be affected if system flow rate remains the same while system pressure increases from 1000 psig to 1200 psig? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "All detectors will indicate higher flow.",
      "B": "Only two detectors will indicate higher flow.",
      "C": "Only one detector will indicate higher flow.",
      "D": "Detector indication will not change. -82- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a pipe elbow (top view) in an operating water system (see figure below). At which one of the following locations is the highest pressure sensed? (Assume a constant pipe diameter and zero head loss in this section of pipe.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D -83- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a horizontal pipe elbow (top view) in an operating water system (see figure below). Three separate bellows-type differential pressure flow detectors are connected to taps A, B, C, and D as follows: Detector Taps X A and D Y B and D Z C and D Assuming zero head loss in this section of pipe, how will the detectors be affected if tap B experiences a significant leak? (Assume water system pressure does not change.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "All detectors will fail low.",
      "B": "All detectors will fail high.",
      "C": "Only one detector will fail, and it will fail low.",
      "D": "Only one detector will fail, and it will fail high. -84- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Flow detectors (such as an orifice, flow nozzle, and venturi tube) measure flow rate using the principle that the flow rate of a liquid is...",
    "choices": {
      "A": "directly proportional to the differential pressure (D/P) squared.",
      "B": "inversely proportional to the D/P squared.",
      "C": "directly proportional to the square root of the D/P.",
      "D": "inversely proportional to the square root of the D/P."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at steady-state conditions indicating 900 gpm with 60 psid across the flow transmitter venturi. If cooling water flow rate is increased to 1,800 gpm, differential pressure across the flow transmitter venturi will be approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "85 psid.",
      "B": "120 psid.",
      "C": "175 psid.",
      "D": "240 psid. -85- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " The flow rate of water passing through a venturi can be determined by measuring the...",
    "choices": {
      "A": "differential pressure of the water as it passes through the venturi.",
      "B": "change in the velocity of the water as it passes through the venturi.",
      "C": "linear displacement of a metering plug installed in the throat of the venturi.",
      "D": "rotation rate of a paddle wheel-type device installed in the throat of the venturi."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at a steady-state flow rate of 700 gpm with 60 psid across the flow transmitter venturi. If cooling water flow rate is increased to 1,000 gpm, differential pressure across the flow transmitter venturi will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "85.7 psid.",
      "B": "122.4 psid.",
      "C": "171.4 psid.",
      "D": "244.8 psid. -86- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a venturi flow element (see figure below) with direction of water flow indicated by the arrow. Where should the high pressure tap of a differential pressure flow detector be connected? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D -87- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following flow measuring elements produces the largest unrecoverable head loss when used in an operating fluid system? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Venturi",
      "B": "Flow nozzle",
      "C": "Pipe elbow",
      "D": "Orifice -88- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a venturi flow element in an operating cooling water system (see figure below). At what point does the lowest pressure occur? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D -89- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a venturi flow element in an operating cooling water system (see figure below). A differential pressure detector measuring flow rate through the venturi will produce the highest flow rate indication if its high-pressure tap is connected at point _____; and its low-pressure tap is connected at point _____. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "A; B",
      "B": "A; D",
      "C": "B; C",
      "D": "B; D -90- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at a steady-state flow rate of 500 gpm with 60 psid across the associated venturi flow element. If cooling water flow rate increases to 1,000 gpm, the differential pressure sensed by the venturi flow element will be approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "85 psid.",
      "B": "120 psid.",
      "C": "240 psid.",
      "D": "480 psid. -91- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a convergent-divergent venturi (see figure below). Subcooled water is flowing through the venturi, and the pipe diameters at P1 and P2 are equal. Compared to the conditions at the inlet of the venturi (P1), the pressure at the outlet of the venturi (P2) is __________; and the water velocity at the outlet of the venturi is __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "the same; the same",
      "B": "the same; slightly lower",
      "C": "slightly lower; the same",
      "D": "slightly lower; slightly lower -92- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Water is flowing through a venturi flow element. At the throat of the venturi, the __________ water pressure and the __________ water velocity occurs.",
    "choices": {
      "A": "highest; highest",
      "B": "lowest; lowest",
      "C": "lowest; highest",
      "D": "highest; lowest"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Water is flowing through each of the following devices. Which one of the devices will produce an outlet pressure that is greater than the inlet pressure? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Convergent nozzle",
      "B": "Divergent nozzle",
      "C": "Orifice",
      "D": "Flow restrictor -93- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a pipe elbow (top view) in an operating water system (see figure below). At which one of the following pairs of connection points will the greatest differential pressure be sensed? (Assume a constant pipe diameter and zero head loss in this section of pipe.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Points A and B",
      "B": "Points B and C",
      "C": "Points C and D",
      "D": "Points D and A -94- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A venturi is being used to measure the flow rate in a cooling water system. As the water flows from the throat to the discharge of the venturi, water pressure will __________; and volumetric flow rate will __________.",
    "choices": {
      "A": "increase; remain the same",
      "B": "increase; increase",
      "C": "decrease; remain the same",
      "D": "decrease; decrease"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at a steady-state flow rate of 700 gpm with 60 psid across the associated venturi flow element. If cooling water flow rate increases to 900 gpm, the differential pressure sensed by the venturi flow element will be approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "68 psid.",
      "B": "77 psid.",
      "C": "99 psid.",
      "D": "127 psid. -95- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A differential pressure detector is being used with an orifice plate to measure water flow rate through a pipe. When the flow detector was last calibrated, the following parameters were observed: Upstream Pressure = 125 psig Downstream Pressure = 116 psig Actual Flow Rate = 100 gpm Indicated Flow Rate = 100 gpm Significant erosion of the orifice has occurred since the calibration such that actual flow rate through the orifice has increased to 120 gpm while the upstream and downstream pressures have changed to 110 psig and 106 psig respectively. What is the approximate flow rate that is currently indicated? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "44 gpm",
      "B": "67 gpm",
      "C": "81 gpm",
      "D": "120 gpm -96- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at steady-state conditions at 900 gpm with 64 psid across the flow transmitter venturi. Cooling water flow rate changes such that venturi differential pressure decreases to 36 psid. Which one of the following is the new system flow rate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "506 gpm",
      "B": "576 gpm",
      "C": "675 gpm",
      "D": "745 gpm -97- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A differential pressure detector is being used with an orifice plate to measure water flow rate through a pipe. When the flow detector was last calibrated, the following parameters were observed: Upstream Pressure = 135 psig Downstream Pressure = 120 psig Actual Flow Rate = 100 gpm Indicated Flow Rate = 100 gpm Significant erosion of the orifice hole has occurred since the last calibration, such that actual flow rate through the orifice has increased to 120 gpm while the upstream and downstream pressures have changed to 124 psig and 109 psig respectively. What is the currently indicated flow rate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "44 gpm",
      "B": "67 gpm",
      "C": "100 gpm",
      "D": "120 gpm -98- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system uses a horizontal venturi with a differential pressure flow detector to provide flow rate indication. Water enters and leaves the venturi at 70°F, 120 psig, and 20 ft/sec. Water velocity at the throat of the venturi is 45 ft/sec. Assume water is incompressible and the venturi experiences no unrecoverable head loss. What is the approximate pressure of the water at the throat of the venturi?",
    "choices": {
      "A": "109 psig",
      "B": "98 psig",
      "C": "86 psig",
      "D": "71 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is operating at steady-state conditions. A calibrated system flow meter indicates 600 gpm with 50 psid across the flow element. If cooling water flow rate increases to 900 gpm, the differential pressure sensed by the flow element will be approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "63 psid.",
      "B": "75 psid.",
      "C": "97 psid.",
      "D": "112 psid. -99- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " The following is the current calibration data for an orifice plate that is being used for water flow rate measurement: Upstream Pressure = 135 psig Downstream Pressure = 120 psig Flow Rate = 100 gpm During a surveillance, the following pressures are observed across the orifice plate: Upstream Pressure = 124 psig Downstream Pressure = 117 psig What is the approximate water flow rate through the orifice plate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "47 gpm",
      "B": "57 gpm",
      "C": "68 gpm",
      "D": "78 gpm -100- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a differential pressure manometer (see figure below). The manometer is filled with water and installed across an orifice in a ventilation duct to determine the rate of air flow. The manometer is currently indicating a water level difference of 16 inches at an air flow rate of 300 ft3/min. Which one of the following will be the approximate rate of air flow when the manometer indicates a water level difference of 4 inches? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "75 ft3/min.",
      "B": "125 ft3/min.",
      "C": "150 ft3/min.",
      "D": "175 ft3/min. -101- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A differential pressure detector is being used with an orifice plate to measure water flow rate through a pipe. When the flow instrument was last calibrated, the following parameters were observed: Upstream Pressure = 125 psig Actual Flow Rate = 100 gpm Downstream Pressure = 116 psig Indicated Flow Rate = 100 gpm Since the calibration, debris has collected in the orifice such that the actual flow rate through the orifice has decreased to 80 gpm while the upstream and downstream pressures have changed to 135 psig and 110 psig, respectively. What is the approximate flow rate that is currently indicated by the flow instrument? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "125 gpm",
      "B": "133 gpm",
      "C": "156 gpm",
      "D": "167 gpm -102- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a differential pressure manometer (see figure below). The manometer is filled with water and installed across an orifice in a ventilation duct to determine the rate of air flow. The manometer is currently indicating a water level difference of 8 inches at an air flow rate of 300 cubic feet per minute (ft3/min). Which one of the following will be the approximate air flow rate when the manometer indicates a water level difference of 4 inches? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "75 ft3/min",
      "B": "150 ft3/min",
      "C": "188 ft3/min",
      "D": "212 ft3/min -103- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system uses a horizontal venturi with a differential pressure flow detector to provide flow rate indication. Water enters and leaves the venturi at 70°F, 100 psig, and 24 ft/sec. Water velocity at the throat of the venturi is 50 ft/sec. Assume water is incompressible and the venturi experiences no unrecoverable head loss. What is the approximate pressure of the water at the throat of the venturi? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "98 psig",
      "B": "94 psig",
      "C": "87 psig",
      "D": "74 psig -104- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a frictionless venturi flow element (see figure below). Subcooled water is flowing through the venturi with the following initial conditions: Flow rate = 500 gpm Tap A pressure = 40 psia Tap B pressure = 36 psia Flow rate increases to 1,000 gpm, which results in a tap A pressure of 68 psia. What is the new pressure at tap B? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "60 psia",
      "B": "52 psia",
      "C": "44 psia",
      "D": "32 psia -105- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a frictionless venturi flow element (see figure below). Subcooled water is flowing through the venturi with the following initial conditions: Flow rate = 500 gpm Tap A pressure = 40 psia Tap B pressure = 36 psia When flow rate is increased to 750 gpm, the pressure at tap A increases to 68 psia. What is the new pressure at tap B? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "66 psia",
      "B": "62 psia",
      "C": "59 psia",
      "D": "52 psia -106- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a frictionless venturi flow element (see figure below). Subcooled water is flowing through the venturi with the following initial conditions: Flow rate = 500 gpm Tap A pressure = 48 psia Tap B pressure = 44 psia When flow rate is increased to 900 gpm, the pressure at tap A increases to 62 psia. What is the new pressure at tap B? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "46 psia",
      "B": "49 psia",
      "C": "55 psia",
      "D": "60 psia -107- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detector (see figure below). The associated level instrument was calibrated with the water storage tank at 100°F. If mass in the tank remains constant and the water temperature increases to 120°F, the indicated level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain the same although actual level increases.",
      "B": "increase but remain less than actual level.",
      "C": "decrease in direct proportion to the temperature rise.",
      "D": "increase in direct proportion to the temperature rise. -108- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure level detector that was recently calibrated at a tank water temperature of 80°F (see figure below). If the mass of the water in the tank remains the same while the tank water temperature is raised from 80°F to 150°F, the indicated level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain equal to actual level.",
      "B": "increase, due to the expansion of the water.",
      "C": "remain the same.",
      "D": "decrease, due to the expansion of the water. -109- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two tank differential pressure (D/P) level indicators (see figure below). Two D/P level indicators are installed on a large water storage tank. Indicator 1 was calibrated at 100°F water temperature and indicator 2 was calibrated at 200°F water temperature. Assuming both indicators are on scale, which indicator will indicate the higher level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Indicator 1 at all water temperatures",
      "B": "Indicator 2 at all water temperatures",
      "C": "Indicator 1 below 150°F, indicator 2 above 150°F",
      "D": "Indicator 2 below 150°F, indicator 1 above 150°F -110- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The level detector is being used in a level control system that was calibrated to maintain tank level at 80 percent when the tank water temperature was 100°F. If tank water temperature gradually increases and stabilizes at 150°F, the level control system will cause actual tank level to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain stable at 80 percent.",
      "B": "increase and stabilize above 80 percent.",
      "C": "oscillate and then stabilize at 80 percent.",
      "D": "decrease and stabilize below 80 percent. -111- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two tank differential pressure (D/P) level indicators (see figure below). Two D/P level indicators are installed on a large water storage tank. Indicator 1 was calibrated at 100°F water temperature and indicator 2 was calibrated at 200°F water temperature. Assuming both indicators are on scale, which indicator will indicate the lower level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Indicator 1 at all water temperatures",
      "B": "Indicator 2 at all water temperatures",
      "C": "Indicator 1 below 150°F, indicator 2 above 150°F",
      "D": "Indicator 2 below 150°F, indicator 1 above 150°F -112- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two differential pressure (D/P) level indicators (see figure below). Two D/P level indicators are installed on a large water storage tank. Indicator No. 1 was calibrated at 200°F water temperature and indicator No. 2 was calibrated at 100°F water temperature. Assuming both indicators are on scale, which indicator will indicate the lower level? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Indicator 1 at all water temperatures.",
      "B": "Indicator 2 at all water temperatures.",
      "C": "Indicator 1 below 150°F, indicator 2 above 150°F.",
      "D": "Indicator 2 below 150°F, indicator 1 above 150°F. -113- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two differential pressure (D/P) level indicators (see figure below). Indicator 1 was calibrated at 120°F and indicator 2 was calibrated at 180°F. If tank water temperature is currently 150°F, then indicator... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1 will read greater than indicator 2, and greater than actual level.",
      "B": "1 will read greater than indicator 2, and less than actual level.",
      "C": "2 will read greater than indicator 1, and greater than actual level.",
      "D": "2 will read greater than indicator 1, and less than actual level. -114- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two differential pressure (D/P) level indicators (see figure below). Indicator 1 was calibrated at 180°F and indicator 2 was calibrated at 120°F. If tank water temperature is 150°F, then indicator... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1 will read greater than indicator 2, and greater than actual water level.",
      "B": "1 will read greater than indicator 2, and less than actual water level.",
      "C": "2 will read greater than indicator 1, and greater than actual water level.",
      "D": "2 will read greater than indicator 1, and less than actual water level. -115- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). If the differential pressure detector equalizing valve is opened, level indication will: NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease and stabilize below actual level.",
      "B": "increase and stabilize above actual level.",
      "C": "oscillate above and below actual level.",
      "D": "remain constant at the current level. -116- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detector (see figure below). The level detector is being used in a level control system that is calibrated to maintain tank level at 75 percent at the current water temperature of 90°F. If water temperature gradually increases and stabilizes at 120°F, the level control system will cause actual tank level to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain at 75 percent.",
      "B": "increase and stabilize above 75 percent.",
      "C": "oscillate around 75 percent.",
      "D": "decrease and stabilize below 75 percent. -117- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The D/P sensed by the detector varies in the __________ direction as the temperature of the water in the tank if the __________ of the tank water is constant. (Assume reference leg and tank water temperatures are initially the same.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "same; level",
      "B": "inverse; level",
      "C": "same; mass",
      "D": "inverse; mass -118- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detector (see figure below). The level detector is being used in a level control system that is calibrated to maintain tank level at 75 percent at the current water temperature of 120°F. If water temperature gradually decreases and stabilizes at 90°F, actual tank level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain at 75 percent.",
      "B": "increase and stabilize above 75 percent.",
      "C": "oscillate around 75 percent.",
      "D": "decrease and stabilize below 75 percent. -119- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system is cooling a lube oil heat exchanger. Cooling water system surge tank level is being measured using a differential pressure level detector that has been calibrated at the current water temperature in the tank. A leak in the heat exchanger results in lube oil collecting in the surge tank. Assuming that the temperature of the contents in the surge tank does not change, indicated tank level will be __________ than actual tank level because lube oil is __________ than water. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher; more dense",
      "B": "higher; less dense",
      "C": "lower; more dense",
      "D": "lower; less dense -120- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). Assume the initial temperature of the reference leg and the water in the tank is 100°F, and that reference leg temperature does not change. If the temperature of the water in the tank increases by 20°F, the D/P sensed by the detector will __________ as long as the water __________ is maintained constant. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; level",
      "B": "decrease; level",
      "C": "increase; mass",
      "D": "decrease; mass -121- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). Assume that the initial temperature of the reference leg and the water in the tank are the same, and that reference leg temperature and level do not change. The level detector is being used in a level control system (not shown) that is calibrated to maintain tank level at 75 percent at the current tank water temperature (70°F) and pressure (5 psig). If the tank water temperature remains constant, but the tank pressure is increased by 10 psig, the level control system will cause actual tank level to... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain at 75 percent.",
      "B": "increase and stabilize above 75 percent.",
      "C": "oscillate around 75 percent.",
      "D": "decrease and stabilize below 75 percent. -122- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The D/P level detector was just calibrated and returned to operation with the following conditions:  The reference leg contains 20 feet of water at 70°F.  The tank contains 18 feet of water at 70°F.  Tank level indication is 18 feet. Assume the actual tank water level and the temperature of the water in the tank and reference leg do not change. Which one of the following will be the new tank level indication if the reference leg water level decreases to 18 feet? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "22 feet",
      "B": "20 feet",
      "C": "18 feet",
      "D": "2 feet -123- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The water storage tank is 40 feet tall. The level detection system is calibrated to provide a level indication of 30 feet when the tank and reference leg levels are equal. If the tank is completely filled with water, the tank level will indicate... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "less than 30 feet.",
      "B": "30 feet.",
      "C": "greater than 30 feet, but less than 40 feet.",
      "D": "40 feet. -124- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). Assume that the initial temperature of the reference leg and the water in the tank is 100°F, and that reference leg temperature does not change. If the temperature of the water in the tank increases by 20°F, the D/P sensed by the detector will __________ if the __________ of the water in the tank is constant. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; level",
      "B": "decrease; mass",
      "C": "remain the same; level",
      "D": "remain the same; mass -125- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a vented water storage tank with a differential pressure (D/P) level detection system (see figure below). The water in the tank and reference leg is at the same temperature. The tank level indicator was just calibrated to indicate 0 percent when the tank is empty and 100 percent when the water level reaches the upper tap. The indicator’s display range is 0 percent to 120 percent. The initial water level is as indicated in the figure. If the tank water level slowly increases and stabilizes just below the top of the tank, the level indication will increase until… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "the water level stabilizes, at which time the level indication will stabilize at 100 percent.",
      "B": "the water level stabilizes, at which time the level indication will stabilize at a value greater than 100 percent.",
      "C": "the water level reaches the upper tap, at which time the level indication will remain at 100 percent as the water level continues to increase.",
      "D": "the water level reaches the upper tap, at which time the level indication will continue to increase as the water level continues to increase. -126- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The level detector has just been calibrated. How will the indicated level be affected if condensation partially fills the normally-dry reference leg? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Indicated level will not be affected.",
      "B": "Indicated level will be lower than actual level.",
      "C": "Indicated level will be higher than actual level.",
      "D": "Indicated level may be higher or lower than actual level depending on the pressure in the upper volume of the tank. -127- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detector (see figure below). The level instrument has just been calibrated to read actual tank water level. If the reference leg subsequently experiences high ambient temperature, indicated level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "equal the actual level.",
      "B": "read less than the actual level.",
      "C": "read greater than the actual level.",
      "D": "drift above and below the actual level. -128- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with two differential pressure (D/P) level indicators (see figure below). Indicator 1 was calibrated at 200°F and indicator 2 was calibrated at 100°F. If tank water temperature is 150°F, then... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "indicator 1 will read greater than indicator 2.",
      "B": "indicator 2 will read greater than indicator 1.",
      "C": "indicators 1 and 2 will read the same.",
      "D": "both indicators will be inaccurate, but it is impossible to predict which indicator will read greater. -129- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of two water storage tanks with four differential pressure (D/P) level detectors (see figure below). The tanks are identical with equal water levels and both are pressurized to 20 psig. All detectors were calibrated at the current water temperature and 70°F external (ambient) temperature. Which detectors will provide the most accurate level indication following an increase in external (ambient) temperature from 70°F to 100°F? (Assume tank contents temperatures and external pressure do not change.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "1 and 3",
      "B": "2 and 4",
      "C": "1 and 4",
      "D": "2 and 3 -130- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). A calibrated D/P level detector is being used to measure level in a vented tank inside the auxiliary building. If building pressure increases with no change in temperature, the associated level indication will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease, then increase and stabilize at the actual level.",
      "B": "decrease and stabilize below the actual level.",
      "C": "increase and stabilize above the actual level.",
      "D": "remain at the actual level. -131- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detector (see figure below). The associated level instrument was calibrated with the water storage tank at 120°F. If the mass in the tank remains constant and the water temperature decreases to 100°F, the indicated level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "remain the same although actual level decreases.",
      "B": "remain the same although actual level increases.",
      "C": "increase in direct proportion to the temperature decrease.",
      "D": "decrease in direct proportion to the temperature decrease. -132- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). The level instrument has just been calibrated to indicate actual tank water level. Assume that tank water temperature and level remain constant. If the reference leg temperature increases by 20°F, indicated tank water level will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "be unpredictable.",
      "B": "equal the actual level.",
      "C": "be less than the actual level.",
      "D": "be greater than the actual level. -133- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " The level indication for a wet reference leg differential pressure (D/P) level instrument will fail low as a result of... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "a break on the reference leg.",
      "B": "a rupture of the diaphragm in the D/P cell.",
      "C": "the reference leg flashing to steam.",
      "D": "a break on the variable leg. -134- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a water storage tank with a differential pressure (D/P) level detection system (see figure below). Tank water level indication will be lower than actual level when reference leg temperature is __________ than calibration conditions; or when there is a break in the __________ leg of the D/P detector. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "less; reference",
      "B": "less; variable",
      "C": "greater; reference",
      "D": "greater; variable -135- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Semiconductor strain gages are often used in transmitters for...",
    "choices": {
      "A": "reactor coolant pressure instruments.",
      "B": "reactor coolant temperature instruments.",
      "C": "control rod position instruments.",
      "D": "steam generator level instruments."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " If the pressure sensed by a bourdon tube increases, the curvature of the detector will __________ because the greater force is being applied to the __________ curve of the detector. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; outer",
      "B": "increase; inner",
      "C": "decrease; outer",
      "D": "decrease; inner -136- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " In a diaphragm type pressure detector, pressure is measured using the __________ of the diaphragm.",
    "choices": {
      "A": "rotational movement",
      "B": "axial deflection",
      "C": "change in circumference",
      "D": "change in diameter"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A bourdon tube works on the principle that when the pressure inside the tube decreases, the tube tends to: (Assume detected pressure remains above atmospheric pressure.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "coil, due to an increased pressure-induced force on the outside of the tube.",
      "B": "straighten, due to an increased pressure-induced force on the outside of the tube.",
      "C": "coil, due to the spring action of the metal overcoming the pressure-induced force on the inside of the tube.",
      "D": "straighten, due to the spring action of the metal overcoming the pressure-induced force on the inside of the tube. -137- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A centrifugal pump is taking suction from the bottom of a vented cylindrical storage tank that contains 100,000 gallons of water at 60°F. A pressure gauge at the inlet to the pump indicates 40 psig. Over the next several days, storage tank temperature increases to 90°F with no change in tank water level and no change in head loss in the pump suction line. Which one of the following is the current pressure at the inlet to the pump?",
    "choices": {
      "A": "31.2 psig",
      "B": "34.6 psig",
      "C": "37.4 psig",
      "D": "39.8 psig"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system bourdon tube pressure detector is located inside a sealed building and system pressure currently indicates 50 psig. A building ambient temperature increase of 20°F will cause a __________ change in indicated system pressure; a building pressure increase of 20 psig will cause a __________ change in indicated system pressure. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "significant; significant",
      "B": "negligible; significant",
      "C": "significant; negligible",
      "D": "negligible; negligible -138- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A cooling water system pressure detector uses a bourdon tube as the sensing element. Which one of the following explains how the indicated system pressure will be affected if the temperature of the bourdon tube decreases by 30°F? (Assume the cooling water system pressure does not change.)",
    "choices": {
      "A": "Indicated pressure will decrease because the bourdon tube will become less flexible.",
      "B": "Indicated pressure will increase because the bourdon tube will become less flexible.",
      "C": "Indicated pressure will decrease because the bourdon tube internal pressure will decrease.",
      "D": "Indicated pressure will increase because the bourdon tube internal pressure will decrease."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A bourdon-tube pressure detector was indicating 50 percent of scale when it was suddenly exposed to a high pressure transient that caused permanent strain to the bourdon tube. The detector remained intact and actual pressure was restored to its original value. During the pressure transient, the affected pressure indication initially went off scale high. After the original pressure was restored, the indication was... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "unpredictable.",
      "B": "less than 50 percent of scale.",
      "C": "50 percent of scale.",
      "D": "greater than 50 percent of scale. -139- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a bellows-type differential pressure (D/P) detector (see figure below). The spring in this detector (shown in a compressed state) has weakened from long-term use. If the actual D/P is constant, how will indicated D/P respond as the spring weakens? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Increase, because the spring will expand more",
      "B": "Decrease, because the spring will expand more",
      "C": "Increase, because the spring will compress more",
      "D": "Decrease, because the spring will compress more -140- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " If a bourdon tube pressure detector is over-ranged sufficiently to permanently distort the bourdon tube, subsequent pressure measurement will be inaccurate because the __________ of the detector tube will be inaccurate.",
    "choices": {
      "A": "distance moved by the tip",
      "B": "change in the length",
      "C": "expansion of the cross-sectional area",
      "D": "change in the volume"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A properly calibrated 0 to 100 psia diaphragm pressure detector is connected to a pressurized system; the low pressure side of the detector is vented to the atmosphere. The detector is currently producing a system pressure indication of 75 psia. If the detector diaphragm ruptures, indicated pressure will be approximately... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "0 psia.",
      "B": "15 psia.",
      "C": "60 psia.",
      "D": "90 psia. -141- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A resistance temperature detector operates on the principle that the change in the electrical resistance of...",
    "choices": {
      "A": "two dissimilar metals is directly proportional to the temperature change measured at their junction.",
      "B": "two dissimilar metals is inversely proportional to the temperature change measured at their junction.",
      "C": "a metal is directly proportional to its change in temperature.",
      "D": "a metal is inversely proportional to its change in temperature."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A resistance temperature detector operates on the principle that the change in the electrical resistance of a metal is __________ proportional to the change in __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "inversely; metal temperature",
      "B": "inversely; metal temperature squared",
      "C": "directly; metal temperature",
      "D": "directly; metal temperature squared -142- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " In a comparison between a thermocouple and a resistance temperature detector, the thermocouple generally...",
    "choices": {
      "A": "measures temperature less accurately.",
      "B": "is less affected by ambient temperature changes.",
      "C": "has a lower usable temperature range.",
      "D": "responds more slowly to a temperature change."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " If the reference junction temperature of a thermocouple remains constant, the output voltage of the thermocouple is __________ proportional to the __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "directly; measuring junction temperature",
      "B": "directly; square root of the measuring junction temperature",
      "C": "inversely; measuring junction temperature",
      "D": "inversely; square root of the measuring junction temperature -143- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A thermocouple operates on the principle that a measurable voltage will be produced when two...",
    "choices": {
      "A": "similar metals form two junctions at the same temperature.",
      "B": "similar metals form two junctions at different temperatures.",
      "C": "dissimilar metals form two junctions at the same temperature.",
      "D": "dissimilar metals form two junctions at different temperatures."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " In contrast to a thermocouple, a resistance temperature detector... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "is used in high temperature applications.",
      "B": "does not require an external power supply for temperature indication.",
      "C": "uses a single type of metal or alloy in the sensing element.",
      "D": "is commonly placed in direct contact with the monitored substance. -144- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple thermocouple circuit (see figure below). Circuit temperature indication is initially 350°F. The reference (cold) junction temperature decreases by 10°F, while the measuring junction temperature remains constant. Without temperature compensation for the reference junction, the new temperature indication will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "340°F.",
      "B": "350°F.",
      "C": "360°F.",
      "D": "370°F. -145- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " What is the purpose of the reference junction panel that is provided with many thermocouple circuits?",
    "choices": {
      "A": "Ensures that thermocouple output is amplified sufficiently for use by temperature indication devices.",
      "B": "Ensures that temperature changes away from the thermocouple measuring junction do not affect thermocouple temperature indication.",
      "C": "Ensures that electrical noise in the thermocouple extension wires does not affect thermocouple temperature indication.",
      "D": "Ensures that different lengths of thermocouple extension wires do not affect thermocouple temperature indication."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Unlike a resistance temperature detector, a typical thermocouple... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "uses a single type of metal in the sensing element",
      "B": "requires a temperature-controlled reference junction.",
      "C": "can provide temperature input to a valve controller in a cooling water system.",
      "D": "requires an external power supply to provide indication of temperature. -146- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple thermocouple circuit (see figure below). A thermocouple temperature indication is initially 410°F with the reference (cold) junction at 125°F. An ambient temperature decrease lowers the reference junction temperature to 110°F, while the measuring junction temperature remains constant. Without temperature compensation for the reference junction, the new thermocouple temperature indication will be... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "380°F.",
      "B": "395°F.",
      "C": "410°F.",
      "D": "425°F. -147- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple thermocouple circuit (see figure below). Given that the temperatures at the measuring and reference junctions remain constant, if a ventilation system malfunction causes the temperature of the temperature indication panel to increase by 10°F, indicated temperature will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "not be affected.",
      "B": "increase by 10°F.",
      "C": "decrease by 10°F.",
      "D": "change in an unpredictable manner. -148- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple chromel-alumel thermocouple circuit (see figure below). What is the effect on the thermocouple reference junctions if the chromel and alumel extension wires from the thermocouple connection head to the reference junction panel are replaced with copper wires? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "There will no longer be any reference junctions.",
      "B": "The reference junctions will be located in the temperature instrument.",
      "C": "The reference junctions will still be located in the reference junction panel.",
      "D": "The reference junctions will be located in the thermocouple connection head. -149- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following is a characteristic of a resistance temperature detector but not a thermocouple? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Sensing element is made from a single metal or alloy.",
      "B": "Requires a reference junction for accurate temperature measurement.",
      "C": "Extension leads made from relatively expensive metals or alloys are required for accurate temperature measurement.",
      "D": "Temperature measurement relies on a sensor material property that varies directly with the change in the measured temperature. -150- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple chromel-alumel thermocouple circuit (see figure below). What is the effect on the thermocouple reference junctions if the copper extension wires from the reference junction panel to the temperature instrument are replaced with alumel (top) and chromel (bottom) extension wires? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The reference junctions will be located in the thermocouple connection head.",
      "B": "The reference junctions will still be located in the reference junction panel.",
      "C": "The reference junctions will be located in the temperature instrument.",
      "D": "There will no longer be any reference junctions. -151- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A simple two-wire resistance temperature detector (RTD) is being used to measure the temperature of a water system. Copper extension wires run from the RTD to a temperature instrument 40 feet away. If the temperature of the extension wires decreases, the electrical resistance of the extension wires will __________; and the temperature indication will __________ unless temperature compensation is provided. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; decrease",
      "C": "decrease; increase",
      "D": "decrease; decrease -152- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple thermocouple circuit (see figure below). The measuring junction temperature is currently 300°F while the reference junction temperature is being held constant at 120°F. The thermocouple circuit is capable of indicating 32°F to 600°F and has just been calibrated at the current conditions. If the measuring junction temperature decreases and stabilizes at 90°F, what temperature will be indicated? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "32°F",
      "B": "60°F",
      "C": "90°F",
      "D": "120°F -153- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " For proper operation of a thermocouple circuit, the reference junction temperature…",
    "choices": {
      "A": "must be less than the measuring junction temperature.",
      "B": "must be greater than the measuring junction temperature.",
      "C": "may be less than, greater than, or equal to the measuring junction temperature.",
      "D": "may be less than or greater than, but not equal to, the measuring junction temperature."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A simple two-wire resistance temperature detector (RTD) is being used to measure the temperature in a water system. Copper extension wires run from the RTD to a temperature measuring instrument 40 feet away. If the temperature of the extension wires increases, the electrical resistance of the extension wires will __________; and the temperature indication will __________ unless temperature compensation is provided. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; decrease",
      "C": "decrease; increase",
      "D": "decrease; decrease -154- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " An open circuit in a thermocouple detector causes the affected temperature indication to fail...",
    "choices": {
      "A": "high.",
      "B": "low.",
      "C": "to reference junction temperature.",
      "D": "as is."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " If shorting occurs within a resistance temperature detector, the associated indication will fail... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "low.",
      "B": "high.",
      "C": "as is.",
      "D": "to midscale. -155- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A resistance temperature detector (RTD) is used in a balanced bridge circuit to indicate temperature. If the RTD develops an open circuit (bridge circuit remains intact), temperature indication will fail... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "high.",
      "B": "low.",
      "C": "as is.",
      "D": "to midscale. -156- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple thermocouple circuit (see figure below) that is calibrated for a reference junction temperature of 90°F. Thermocouple temperature indication is currently 150°F. Indicator range is from 0°F to 2000°F. Which one of the following temperature indications will result if one of the thermocouple extension wires becomes dislodged from its terminal in the reference junction panel? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "0°F",
      "B": "60°F",
      "C": "90°F",
      "D": "2000°F -157- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Because of a thermocouple temperature display failure, the millivolt output of a thermocouple circuit is being converted to a temperature value using conversion tables. The tables are based on a thermocouple reference junction temperature of 32°F. The actual reference junction is located in a panel that is maintained at 120°F. Room temperature surrounding the panel is 80°F. What adjustment must be made to the temperature value taken from the conversion tables to calculate the actual temperature at the measuring tip of the thermocouple?",
    "choices": {
      "A": "Add 48°F.",
      "B": "Subtract 48°F.",
      "C": "Add 88°F.",
      "D": "Subtract 88°F."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A resistance temperature detector (RTD) and a thermocouple (TC) are commonly used sensors for temperature measurement. If a temperature display fails, which of the sensors, if any, has a property that can be measured manually and converted to a temperature value with the aid of conversion tables. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "TC only.",
      "B": "RTD only.",
      "C": "Both TC and RTD.",
      "D": "Neither TC nor RTD. -158- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Because of a thermocouple temperature display failure, the millivolt output of a thermocouple circuit is being converted to a temperature value using conversion tables. The tables are based on a thermocouple reference junction temperature of 32°F. The actual reference junction is located in a panel that is currently at 80°F. The temperature value taken from the conversion tables is 120°F. What adjustment must be made to the temperature value taken from the conversion tables to calculate the actual temperature at the measuring tip of the thermocouple?",
    "choices": {
      "A": "Add 48°F.",
      "B": "Subtract 48°F.",
      "C": "Add 88°F.",
      "D": "Subtract 88°F."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Because of a thermocouple temperature display failure, the millivolt output of a thermocouple circuit is being converted to a temperature value using conversion tables. The tables are based on a thermocouple reference junction temperature of 32°F. The actual reference junction is located in a panel that is maintained at 96°F. Room temperature surrounding the panel is 72°F. What adjustment must be made to the temperature value taken from the conversion tables to calculate the actual temperature at the measuring tip of the thermocouple? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Add 64°F.",
      "B": "Subtract 64°F.",
      "C": "Add 40°F.",
      "D": "Subtract 40°F. -159- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the drawing of a simple chromel-alumel thermocouple circuit (see figure below). Given the following:  The temperature instrument currently indicates 370°F.  The reference junction temperature is constant at 120°F.  The temperature instrument is capable of indicating 32°F to 1,000°F and has just been calibrated. Which one of the following temperature indications will result if the chromel lead becomes disconnected from its terminal in the thermocouple connection head? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "32°F",
      "B": "120°F",
      "C": "250°F",
      "D": "1,000°F -160- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " What type of sensor is most commonly used to provide remote position indication of a valve that is normally either fully open or fully closed?",
    "choices": {
      "A": "Limit switch",
      "B": "Reed switch",
      "C": "Servo transmitter",
      "D": "Linear variable differential transformer"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following devices is commonly used to provide remote indication of valve position on an analog meter in units of \"percent of full open\"? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Limit switch",
      "B": "Reed switch",
      "C": "Linear variable differential transformer",
      "D": "Resistance temperature detector -161- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the simplified drawing of a control rod position detector (see figure below). Coils of wire connected to an AC power supply are being used to monitor the position of a control rod in a reactor. The coils are mounted in a column outside the reactor vessel head such that the steel control rod drive shaft passes upward through the coils as the control rod is withdrawn. Currently, the top of a control rod drive shaft is located between coils A and B as shown. The control rod is to be withdrawn until the top of the control rod drive shaft is located just below coil C. Compared to the initial coil output currents, after the control rod is withdrawn the output current of coil A will be __________; and the output current of coil B will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher; higher",
      "B": "higher; lower",
      "C": "the same; higher",
      "D": "the same; lower -162- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Refer to the simplified drawing of a control rod position detector circuit (see figure below). A magnet on the control rod extension (or drive) shaft sequentially closes individual reed switches mounted vertically adjacent to the control rod drive housing. A constant +5 DC volts is supplied to the input of the resistor network at resistor R . 1 A control rod is initially fully inserted such that all reed switch contacts are open; then the rod is withdrawn until reed switch contact S is closed. Compared to the initial circuit currents, the 1 current through resistor R after the rod withdrawal will be __________; and the output current of 5 the resistor network to the amplifier will be __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "lower; higher",
      "B": "lower; lower",
      "C": "higher; higher",
      "D": "higher; lower -163- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Reed switches are being used in an electrical measuring circuit to monitor the position of a control rod in a reactor. The reed switches are mounted in a column above the reactor vessel such that the control rod drive shaft passes by the reed switches as the control rod is withdrawn. Which one of the following describes the action that causes the electrical output of the measuring circuit to change as the control rod is withdrawn? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "An AC coil on the control rod drive shaft induces a voltage into each reed switch as the drive shaft passes by.",
      "B": "A metal tab on the control rod drive shaft mechanically closes each reed switch as the drive shaft passes by.",
      "C": "The primary and secondary coils of each reed switch attain maximum magnetic coupling as the drive shaft passes by.",
      "D": "A permanent magnet on the control rod drive shaft attracts the movable contact arm of each reed switch as the drive shaft passes by. -164- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A BF proportional counter is being used to measure neutron level during a reactor startup. Which 3 one of the following describes the method used to ensure that neutron indication is not affected by gamma reactions in the detector? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Two counters are used: one sensitive to neutron and gamma and the other sensitive to gamma only. The outputs are electrically opposed to cancel the gamma-induced currents.",
      "B": "The BF proportional counter measures neutron flux of such high intensity that the gamma signal 3 is insignificant compared to the neutron signal.",
      "C": "In a proportional counter, gamma-induced pulses are of insufficient duration to generate a significant output. Only neutron pulses have sufficient duration to be counted by the detector instrumentation.",
      "D": "In a proportional counter, neutron-induced pulses are significantly larger than gamma pulses. The detector instrumentation filters out the smaller gamma pulses. -165- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Most of the electrons collected in a fission chamber are released as a result of ionizations caused directly by...",
    "choices": {
      "A": "fission fragments.",
      "B": "fission gammas.",
      "C": "fission betas.",
      "D": "fissionable materials."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector operating in the ion chamber region is exposed to a constant gamma radiation field. If the detector’s applied voltage is increased, but kept within the ion chamber region, the detector’s output will… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, because the production rate of secondary ions will increase.",
      "B": "increase, because the recombination rate of primary ions will decrease.",
      "C": "remain the same, because the detector is already producing its maximum output.",
      "D": "remain the same, because the detector’s operation is unaffected by the change in applied voltage. -166- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following materials is typically installed inside an ion chamber detector that is used for reactor power indication? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Polyethylene",
      "B": "Boron-10",
      "C": "Uranium-238",
      "D": "Rhodium-103 -167- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " In a gas-filled radiation detector operating in the proportional region, essentially __________ of the ions caused by incident radiation are collected; and the number of ions collected from secondary ionizations is __________ the applied voltage.",
    "choices": {
      "A": "all; independent of",
      "B": "none; related to",
      "C": "all; related to",
      "D": "none; independent of"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following features is typically used to enhance thermal neutron detection in a gas- filled detector? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Encapsulate the detector in polyethylene.",
      "B": "Encapsulate the detector in boron-10.",
      "C": "Line the inside of the detector with polyethylene.",
      "D": "Line the inside of the detector with boron-10. -168- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes why a BF proportional counter can be used in the source 3 range to measure neutron radiation in a radiation field that also contains gamma radiation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Neutrons directly ionize the BF gas, producing larger pulses than gammas. 3",
      "B": "Neutrons interacting with the BF gas result in the release of alpha particles, which produce 3 larger pulses than gammas.",
      "C": "Neutrons are captured by boron-10 and produce additional neutrons that completely ionize the fill gas in the detector.",
      "D": "The gamma radiation field is insignificant when compared to the neutron field. -169- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following types of radiation will produce the greatest number of ions while passing through one centimeter of air? (Assume the same initial kinetic energy for each type of radiation.)",
    "choices": {
      "A": "Alpha",
      "B": "Beta",
      "C": "Gamma",
      "D": "Neutron"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following lists the two types of gas-filled radiation detectors whose outputs will be least affected by a small variation (±10 volts) in the voltage applied to the detectors? (Assume the applied voltage remains within normal range.) NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Limited proportional and Geiger-Mueller",
      "B": "Ion chamber and proportional",
      "C": "Proportional and limited proportional",
      "D": "Geiger-Mueller and ion chamber -170- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes a characteristic of a Geiger-Mueller radiation detector?",
    "choices": {
      "A": "Radiation types can be identified by pulse height and duration.",
      "B": "Specific radionuclides can be identified with the use of gamma spectrometry.",
      "C": "Small variations in applied voltage will result in large changes in detector output.",
      "D": "Any type of radiation that ionizes the detector gas will produce the same magnitude detector output pulse."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger-Mueller radiation detector is located in a radiation field consisting of beta, gamma, and fast neutron radiation. Assuming each type of radiation enters the detector gas chamber and ionizes the detector gas, which one of the following describes the resulting detector pulse sizes? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Beta radiation will produce a larger pulse size than either gamma or fast neutron radiation.",
      "B": "Gamma radiation will produce a larger pulse size than either beta or fast neutron radiation.",
      "C": "Fast neutron radiation will produce a larger pulse size than either beta or gamma radiation.",
      "D": "Beta, gamma, and fast neutron radiation will produce pulse sizes that are equal in magnitude. -171- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector operating in the proportional region is exposed to a constant gamma radiation field. If the detector’s applied voltage is increased but maintained within the proportional region, the rate of ion collection will...",
    "choices": {
      "A": "increase, because more secondary ionizations are occurring in the detector.",
      "B": "increase, because fewer primary ions are recombining with electrons prior to reaching the electrodes.",
      "C": "stay approximately the same, because the ion chamber is operating at saturated conditions.",
      "D": "stay approximately the same, because all of the primary ions were already being collected at the lower voltage."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " What is the function of the positive electrode in an ion chamber? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Produce ions when exposed to a radiation field.",
      "B": "Release electrons to combine with positive ions.",
      "C": "Perform gas quenching to maximize detector sensitivity.",
      "D": "Collect the electrons released during gas ionization. -172- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Just prior to a plant outage, the power range nuclear instruments (using excore detectors) were calibrated at 50 percent reactor power. During the outage, 25 percent of the fuel assemblies were shuffled to reduce the power being produced at the center of the core. No fuel assemblies were replaced. Immediately after the outage, when the reactor is stabilized at 50 percent, indicated reactor power will be __________ than actual power because neutron leakage from the core has __________.",
    "choices": {
      "A": "higher; increased",
      "B": "higher; decreased",
      "C": "lower; increased",
      "D": "lower; decreased"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector operating in the ion chamber is exposed to a constant gamma radiation field. If the applied voltage is increased but maintained within the ion chamber region, the rate of ion collection will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase, because more secondary ionizations are occurring in the detector.",
      "B": "stay approximately the same, because all of the primary ions were already being collected at the lower voltage.",
      "C": "increase, because fewer primary ions are recombining in the detector prior to reaching the electrodes.",
      "D": "stay approximately the same, because the ion chamber is operating at saturated conditions. -173- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " What is the effect on a gas-filled neutron detector operating in the proportional region if the detector voltage is increased such that the detector operates closer to the high end of the proportional region?",
    "choices": {
      "A": "Neutron-induced pulses will become so large that gamma pulse discrimination is no longer needed, yielding a more accurate neutron count rate.",
      "B": "The positive space charge effect will increase and prevent collection of both gamma- and neutron-induced pulses, yielding a less accurate neutron count rate.",
      "C": "A high rate of incident gamma radiation will result in the combination of multiple small gamma- induced pulses into larger pulses. The larger combined pulses will be counted as neutron- induced pulses, yielding a less accurate neutron count rate.",
      "D": "Detection of any single ionizing event will result in ionizing nearly the entire detector gas volume. The resulting large pulses will prevent the detector from differentiating between radiation types, yielding a less accurate neutron count rate."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector operating in the proportional region is exposed to a constant gamma radiation field. If the applied voltage is decreased but maintained within the proportional region, the rate of ion collection will... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "stay approximately the same, because all primary ions are collected as long as detector voltage remains in the proportional region.",
      "B": "stay approximately the same, because the detector is still operating at saturated conditions.",
      "C": "decrease, because a decreased space charge around the positive electrode reduces gas amplification.",
      "D": "decrease, because fewer secondary ionizations are occurring in the detector. -174- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector operating in the ion chamber region is exposed to a constant gamma radiation field. If the applied voltage is decreased but maintained within the ion chamber region, the rate of ion collection will...",
    "choices": {
      "A": "stay approximately the same, because all of the primary ions continue to be collected and essentially no secondary ionizations are occurring.",
      "B": "stay approximately the same, because detector operation in the ionization chamber region is characterized by complete ionization of the detector gas.",
      "C": "decrease, because fewer primary ionizations are occurring in the detector as detector voltage decreases.",
      "D": "decrease, because fewer secondary ionizations are occurring in the detector as detector voltage decreases."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A nuclear power plant startup is in progress immediately following a reactor refueling outage. The external nuclear instrumentation (NI) was calibrated at 50 percent power just prior to the refueling outage and has not been readjusted. If actual reactor power level is increased to 50 percent and stabilized, NI power level will indicate __________ than actual reactor power level because, when compared to pre-outage 50 percent power level operation, __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "higher; the total core fission rate has increased",
      "B": "lower; the total core fission rate has decreased",
      "C": "higher; the fission rate in the outer portion of the core has increased",
      "D": "lower; the fission rate in the outer portion of the core has decreased -175- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes the reason for the high sensitivity of a gas-filled radiation detector operating in the Geiger-Mueller region?",
    "choices": {
      "A": "Any radiation-induced ionization results in a large detector output pulse.",
      "B": "Geiger-Mueller detectors are longer than other types of radiation detectors, resulting in greater detector surface area.",
      "C": "The detector output is inversely proportional to the applied voltage within the Geiger-Mueller region.",
      "D": "High detector voltage allows differentiation between the various radiation types."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " During a refueling outage, the fuel assemblies were reconfigured to reduce the radial power peak at the center of the core while maintaining the same rated thermal power. Excore power range detectors were calibrated at 50 percent power just prior to the outage. How will indicated reactor power compare to actual reactor power when the nuclear power plant is stabilized at 50 percent power following the outage? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Indicated reactor power will be higher than actual reactor power due to increased core neutron leakage.",
      "B": "Indicated reactor power will be higher than actual reactor power due to decreased core neutron leakage.",
      "C": "Indicated reactor power will be lower than actual reactor power due to decreased core neutron leakage.",
      "D": "Indicated reactor power will be lower than actual reactor power due to increased core neutron leakage. -176- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following statements describes the operation of a gas-filled radiation detector operating in the proportional region?",
    "choices": {
      "A": "The number of ions collected from both primary and secondary ionizations is independent of the applied voltage.",
      "B": "Essentially all of the ions from primary ionizations are collected; the number of ions collected from secondary ionizations is independent of the applied voltage.",
      "C": "The number of ions collected from both primary and secondary ionizations varies directly with the applied voltage on a logarithmic scale.",
      "D": "Essentially all of the ions from primary ionizations are collected; the number of ions collected from secondary ionizations varies directly with the applied voltage on a logarithmic scale."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A boron trifluoride (BF ) detector (proportional counter) is normally used to monitor only source 3 range core neutron level. How will the detector and source range count rate indication be affected if normal detector high voltage is inadvertently applied during reactor operation in the power range? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The BF gas will become completely ionized and source range indication will stabilize at a 3 constant low value.",
      "B": "The BF gas will become completely ionized and source range indication will stabilize at a 3 constant high value.",
      "C": "The detector electrodes will become exposed to an extremely high neutron flux and cause a false high reading on the source range indication.",
      "D": "The detector electrodes will become exposed to an extremely high gamma flux and cause a false high reading on the source range indication. -177- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A beta particle and an alpha particle enter and cause ionization in a gas-filled radiation detector operating in the Geiger-Mueller region. Which one of the following accurately compares the amplitude of the detector pulses caused by each type of radiation?",
    "choices": {
      "A": "The beta particle pulse will be larger in amplitude.",
      "B": "The alpha particle pulse will be larger in amplitude.",
      "C": "The pulses will be the same for both types of radiation.",
      "D": "Cannot be determined without particle kinetic energy information."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A nuclear power plant has been shut down for one month. A portable gas-filled radiation detector is needed to monitor shutdown reactor core neutron level from a location outside the reactor vessel. The detector must be able to distinguish between ionizations caused by gamma and neutron radiation. Which region(s) of the gas-filled detector characteristic curve is/are acceptable for operation of the detector? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Geiger-Mueller, Ion Chamber, and Proportional regions are all acceptable.",
      "B": "Proportional region is acceptable, and Ion Chamber region also may be usable.",
      "C": "Ion Chamber region is acceptable, and Geiger-Mueller region also may be usable.",
      "D": "Geiger-Mueller region is acceptable, and Proportional region also may be usable. -178- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Quench gases are added to gas-filled radiation detectors that operate in the __________ region; the quench gases prevent a single ionization event from causing __________ in the detector gas volume.",
    "choices": {
      "A": "ion chamber; multiple discharges",
      "B": "ion chamber; secondary ionizations",
      "C": "Geiger-Mueller; multiple discharges",
      "D": "Geiger-Mueller; secondary ionizations"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following contains the pair of radiation detector types that are the most sensitive to low-energy beta and/or gamma radiation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Geiger-Mueller and scintillation",
      "B": "Geiger-Mueller and ion chamber",
      "C": "Ion chamber and scintillation",
      "D": "Ion chamber and proportional -179- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A beta particle and an alpha particle with equal kinetic energies cause ionization in a gas-filled radiation detector. The detector is operating in the ion chamber region of the gas ionization curve. Which one of the following describes the amplitudes of the detector pulses caused by each type of radiation?",
    "choices": {
      "A": "The beta particle pulse will be larger in amplitude.",
      "B": "The alpha particle pulse will be larger in amplitude.",
      "C": "The amplitudes of both pulses will be approximately equal for all detector voltages in the ion chamber region.",
      "D": "The amplitudes of both pulses will be approximately equal for all detector voltages in the ion chamber region, as well as all detector voltages outside the ion chamber region."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following types of radiation detectors is generally not used for measuring a high- intensity beta and gamma radiation field because of a relatively long detector recovery time, or dead time, following each ionization event? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Geiger-Mueller",
      "B": "Ion chamber",
      "C": "Proportional",
      "D": "Scintillation -180- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A proportional detector with pulse height discrimination circuitry is being used in a constant field of neutron and gamma radiation to provide source range neutron count rate indication. Assume that the pulse height discrimination setpoint does not change. If the detector voltage is increased but maintained within the proportional region, count rate indication will increase because...",
    "choices": {
      "A": "a single neutron- or gamma-induced ionizing event will result in multiple pulses inside the detector.",
      "B": "the ratio of the number of neutron-induced pulses to gamma-induced pulses inside the detector will increase.",
      "C": "the positive space charge effect will increase and promote the collection of both gamma- and neutron-induced pulses.",
      "D": "all detector pulses will increase in amplitude and previously uncounted gamma pulses will be added to the total count rate."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following types of radiation detectors uses a gas volume for radiation detection and will typically produce the weakest output signal if all of the detectors are placed in the same gamma radiation field? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Geiger-Mueller",
      "B": "Ion chamber",
      "C": "Proportional counter",
      "D": "Scintillation -181- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following types of radiation detectors is typically the least accurate in determining the dose rate to a human body from an unspecified source of radiation?",
    "choices": {
      "A": "Geiger-Mueller",
      "B": "Ion chamber",
      "C": "Proportional counter",
      "D": "Scintillation"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A fission chamber neutron detector is located in a constant neutron radiation field and is initially operating in the proportional region. If the voltage applied to the detector is changed such that the detector operates in the ion chamber region, the rate of neutron interactions in the detector will __________; and the amplitude of each neutron-induced detector pulse will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "decrease; decrease",
      "C": "remain the same; increase",
      "D": "remain the same; decrease -182- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes the positive space charge effect associated with a gas-filled radiation detector?",
    "choices": {
      "A": "Multiple detector pulses result from a single ionization event because positive ions form a cloud around the negative electrode, which increases the electric field strength, thereby initiating secondary ionizations.",
      "B": "Multiple detector pulses result from a single ionization event because positive ions form a cloud around the positive electrode, which increases the electric field strength, thereby initiating secondary ionizations.",
      "C": "The pulse amplitude resulting from an ionization event is reduced because positive ions form a cloud around the negative electrode, which reduces the electric field strength, thereby limiting secondary ionizations.",
      "D": "The pulse amplitude resulting from an ionization event is reduced because positive ions form a cloud around the positive electrode, which reduces the electric field strength, thereby limiting secondary ionizations."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " In which usable region(s) of the gas-filled detector ionization curve is the pulse height resulting from the detection of a 1 MeV beta particle the same as a 5 MeV alpha particle? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Geiger-Mueller only.",
      "B": "Geiger-Mueller and Ionization Chamber.",
      "C": "Proportional only.",
      "D": "Proportional and Ionization Chamber. -183- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following personal radiation monitoring devices can be charged with DC voltage to “zero” the device prior to use?",
    "choices": {
      "A": "Film badge",
      "B": "Alarming dosimeter",
      "C": "Thermoluminescent dosimeter",
      "D": "Self-reading pocket dosimeter"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger-Mueller detector with a pancake probe (often called a frisker) is being used to monitor personnel leaving a radiologically controlled area. The probe is equipped with a mica window. Two individuals have radioactive skin contamination—one individual with only alpha emitters, and the other with only beta emitters. Both types of radiation are being emitted at the same rate. The same percentage of each type of radiation enters the probe’s detection chamber and causes ionization. Which one of the following describes the detector’s count rate response to the alpha and beta radiation? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The count rate will be higher for the alpha radiation.",
      "B": "The count rate will be higher for the beta radiation.",
      "C": "The count rate will be the same for both types of radiation.",
      "D": "Cannot be determined without knowing the energy levels of the radiation. -184- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Just prior to a plant outage, the power range nuclear instruments (using excore detectors) were calibrated at 50 percent reactor power. During the outage, 40 fuel assemblies from the center of the core were exchanged with 40 higher enriched fuel assemblies from the outer portions of the core. No other fuel assemblies were affected. Immediately after the outage, when the reactor is stabilized at 50 percent power, indicated reactor power will be __________ than actual reactor power because neutron leakage from the core has __________.",
    "choices": {
      "A": "lower; decreased",
      "B": "lower; increased",
      "C": "higher; decreased",
      "D": "higher; increased"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A proportional detector with pulse height discrimination circuitry is being used in a constant field of neutron and gamma radiation to provide source range neutron count rate indication. Assume the pulse height discrimination threshold does not change. If the detector voltage is decreased significantly, but maintained within the proportional region, the detector count rate indication will __________; and the detector will become __________ susceptible to the positive space charge effect. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "decrease; less",
      "B": "decrease; more",
      "C": "remain the same; less",
      "D": "remain the same: more -185- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector that operates in the Geiger-Mueller region of the gas ionization curve is being used in a constant radiation field. If the detector’s operating voltage is increased by 50 volts while remaining in the Geiger-Mueller region, the detector’s count rate indication will __________; and the ability of the detector to detect gamma radiation will __________.",
    "choices": {
      "A": "increase; improve",
      "B": "increase; remain the same",
      "C": "remain the same; improve",
      "D": "remain the same; remain the same"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A proportional detector with pulse height discrimination circuitry is being used in a constant field of neutron and gamma radiation to provide source range neutron count rate indication. Assume the pulse height discrimination value does not change. If the detector voltage is increased significantly, but maintained within the proportional region, the detector count rate indication will __________; and the detector will become __________ susceptible to the positive space charge effect. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; less",
      "B": "increase; more",
      "C": "remain the same; less",
      "D": "remain the same: more -186- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A fission chamber detector is initially operating in the proportional region to measure neutron flux in the source range. If the voltage applied to the detector is changed so that the detector now operates in the ion chamber region, the detector will produce __________ pulses; and will experience a __________ positive space charge effect.",
    "choices": {
      "A": "larger; larger",
      "B": "larger; smaller",
      "C": "smaller; larger",
      "D": "smaller; smaller"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A gas-filled radiation detector is operating in the proportional region with a count rate indication of 1.0 x 105 cpm in a constant radiation field. The detector does not have pulse height discrimination circuitry. If the detector’s operating voltage is increased by 20 percent while remaining in the proportional region, the total number of ions resulting from a single ionization within the detector will __________; and the detector count rate indication will __________. NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "increase; increase",
      "B": "increase; remain the same",
      "C": "remain the same; increase",
      "D": "remain the same; remain the same -187- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Radiation interacting with a gas-filled radiation detector produces primary ion pairs. A primary ion pair consists of an electron and the ion formed by its removal. If the detector voltage is high enough, a primary ion pair can produce secondary ion pairs. When secondary ion pairs are formed, they are typically caused by interactions between the primary __________ and the __________ in the detector.",
    "choices": {
      "A": "ion; gas",
      "B": "ion; electrodes",
      "C": "electron; gas",
      "D": "electron; electrodes"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A typical gamma ray (1 to 2 MeV) normally produces a free electron in a gas-filled radiation detector by… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "transferring energy to a nucleus, which recoils and leaves behind a free electron.",
      "B": "transferring energy to a bound electron, which recoils and becomes a free electron.",
      "C": "entering the electrostatic field of a nucleus, where it transforms into a proton and a free electron.",
      "D": "entering the electrostatic field of a bound electron, where it transforms into a positron and a free electron. -188- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A typical alpha particle produces free electrons in a gas-filled radiation detector primarily by…",
    "choices": {
      "A": "colliding with gas nuclei.",
      "B": "colliding with bound electrons.",
      "C": "electrostatic attraction of gas nuclei.",
      "D": "electrostatic attraction of bound electrons."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes a characteristic of a self-reading pocket dosimeter (SRPD)? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The output of an SRPD is a dose rate in mR/hr.",
      "B": "SRPDs are primarily sensitive to beta radiation.",
      "C": "SRPD readings must be considered inaccurate when they are dropped.",
      "D": "SRPDs hold their charge indefinitely when removed from a radiation field. -189- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following types of radiation is the major contributor to the dose indication on a self-reading pocket dosimeter (SRPD)?",
    "choices": {
      "A": "Alpha",
      "B": "Beta",
      "C": "Gamma",
      "D": "Neutron"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes a characteristic of a self-reading pocket dosimeter? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Provides dose rate indication in mR/hr.",
      "B": "More sensitive to gamma radiation than beta radiation.",
      "C": "Contains crystals that luminesce when exposed to ionizing radiation.",
      "D": "Can be stored as an accurate record of lifetime radiation exposure. -190- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A nuclear plant worker normally wears a thermoluminescent dosimeter (TLD) or similar device for measuring radiation exposure. When a self-reading pocket dosimeter (SRPD) is also required, where will the SRPD be worn and why?",
    "choices": {
      "A": "Below the waist near the TLD to measure radiation from the same source(s).",
      "B": "Below the waist away from the TLD to measure radiation from different sources.",
      "C": "Above the waist near the TLD to measure radiation from the same source(s).",
      "D": "Above the waist away from the TLD to measure radiation from different sources."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger-Mueller detector with a pancake probe (often called a frisker) is being used to monitor workers leaving a radiologically controlled area for contamination. The probe is equipped with a mica window. The background detector count rate is 20 cpm. As one worker’s shoe is scanned, the count rate increases to 200 cpm. When a sheet of paper is placed between the probe and the shoe, the count rate decreases to 60 cpm. Which one of the following is indicated by the decrease in the count rate? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "The contamination contains beta particles.",
      "B": "The contamination contains alpha particles.",
      "C": "The contamination does not contain beta particles.",
      "D": "The contamination does not contain alpha particles. -191- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger Mueller detector with a pancake probe (sometimes called a frisker) is being used to monitor for skin contamination. During frisking, the probe is more likely to detect contamination if the probe is held __________ than one-half inch from the skin; and is moved __________ than two inches per second.",
    "choices": {
      "A": "farther; faster",
      "B": "farther; slower",
      "C": "closer; faster",
      "D": "closer; slower"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A nuclear plant worker normally wears a thermoluminescent dosimeter (TLD) or similar device for measuring whole body radiation exposure. When a self-reading pocket dosimeter (SRPD) is also required for whole body monitoring, where will the SRPD be worn and why? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Near the TLD to add exposure to the TLD measurement.",
      "B": "Near the TLD to measure radiation affecting the same part of the body.",
      "C": "Away from the TLD to add exposure to the TLD measurement.",
      "D": "Away from the TLD to measure radiation affecting a different part of the body. -192- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger-Mueller detector with a pancake probe is being used to monitor workers leaving a radiologically controlled area for contamination. The probe is sensitive to alpha, beta, and gamma radiation. The background count rate is 20 cpm. As one worker’s shoe is scanned the count rate increases to 1,000 cpm. Given the following separate actions:  When a sheet of paper is placed between the probe and the shoe, the count rate decreases to 600 cpm.  When a sheet of aluminum foil is placed between the probe and the shoe, the count rate decreases to 600 cpm. Which one of the following lists the type(s) of radiation being emitted by the contamination? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Beta only",
      "B": "Alpha only",
      "C": "Beta and gamma",
      "D": "Alpha and gamma -193- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A Geiger-Mueller detector with a pancake probe is being used to monitor workers leaving a radiologically controlled area for contamination. The probe is sensitive to alpha, beta, and gamma radiation. The background count rate is 20 cpm. As one worker’s shoe is scanned, the count rate increases to 1,000 cpm. Given the following separate actions:  When a sheet of paper is placed between the probe and the shoe, the count rate decreases to 400 cpm.  When a sheet of aluminum foil is placed between the probe and the shoe, the count rate decreases to 20 cpm. The results of the above actions indicate that the radiation from the shoe contamination consists of… NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "beta only.",
      "B": "alpha and beta only.",
      "C": "beta and gamma only.",
      "D": "alpha, beta, and gamma. -194- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " Which one of the following describes the ion collection that occurs in a proportional counter, such as a BF detector? 3",
    "choices": {
      "A": "A fraction of the ions created by primary ionizations are collected. No secondary ionizations take place.",
      "B": "Virtually all of the ions created by primary ionizations are collected. No secondary ionizations take place.",
      "C": "Virtually all of the ions created by primary ionizations along with a fraction of the ions created by secondary ionizations are collected.",
      "D": "Virtually all of the ions created by primary and secondary ionizations are collected."
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " A fission chamber neutron monitoring instrument is operating in the proportional region. If a complete loss of fission chamber gas pressure occurs, the instrument indication will fail... NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "upscale.",
      "B": "downscale.",
      "C": "as is.",
      "D": "to midscale. -195- PWR Test Items"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " During reactor power operation, a reactor coolant sample is taken and analyzed. Which one of the following lists three radionuclides that are all indicative of a fuel cladding failure if detected in elevated concentrations in the reactor coolant sample?",
    "choices": {
      "A": "Lithium-6, cobalt-60, and argon-41",
      "B": "Iodine-131, cesium-138, and strontium-89",
      "C": "Nitrogen-16, xenon-135, and manganese-56",
      "D": "Hydrogen-2, hydrogen-3, and oxygen-18"
    },
    "answer": "A"
  },
  {
    "topic": "Sensors and Detectors",
    "stem": " During power operation, a reactor coolant sample is taken and analyzed. Which one of the following lists three nuclides that are all indicative of a possible fuel cladding failure if found to be at elevated concentrations in the reactor coolant sample? NRC Generic Fundamentals Examination Question Bank--PWR November 2020",
    "choices": {
      "A": "Oxygen-18, iron-59, and zirconium-95",
      "B": "Cobalt-60, iodine-131, and xenon-135",
      "C": "Krypton-85, strontium-90, and cesium-136",
      "D": "Hydrogen-2, hydrogen-3, and nitrogen-16 -196- PWR Test Items"
    },
    "answer": "A"
  }
]